[
{
  "name": "Account Manager Solution",
  "duration": "49 minutes",
  "description": "The Account Manager solution is an assessment used for job candidates applying to mid-level leadership positions that tend to manage the day-to-day operations and activities of client accounts. Sample tasks for these jobs include, but are not limited to: communicating with clients about project status, developing and maintaining project plans, coordinating internally with appropriate project personnel, and ensuring client expectations are being met. Potential job titles that use this solution are: Account Executive, Account Manager, and Senior Account Manager. There are multiple configurations of this solution available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/account-manager-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "C",
    "P",
    "A",
    "B"
  ]
},
{
  "name": "Administrative Professional - Short Form",
  "duration": "36 minutes",
  "description": "The Administrative Professional solution is for entry to mid-level positions that involve routine clerical and administrative functions in addition to office management functions and customer service. Sample tasks for this job include, but are not limited to: arranging conference calls; drafting correspondence; scheduling meetings; greeting visitors; coordinating office activities. Potential job titles that use this solution are: Administrative Assistant, Secretary, Office Manager, Administrative Aide, and Administrative Associate.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/administrative-professional-short-form/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "K",
    "P"
  ]
},
{
  "name": "Agency Manager Solution",
  "duration": "51 minutes",
  "description": "The Agency Manager solution is for mid-level sales management positions that include front line management and sales responsibilities. Sample tasks for this job include, but are not limited to: directing and coordinating financial activities of workers in a branch, office, or department of an establishment, such as branch bank, brokerage firm, risk and insurance department, or credit department.  Potential job titles that use this solution are: Agency Manager, Brokerage Manager. Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/agency-manager-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P",
    "S"
  ]
},
{
  "name": "Apprentice + 8.0 Job Focused Assessment",
  "duration": "30 minutes",
  "description": "The Apprentice + 8.0 Job-Focused Assessment is a short, targeted, globally applicable assessment which includes a short cognitive ability measure. This assessment is designed for entry-level positions appropriate for countries and industries that use an apprenticeship model. It is intended to be used multi-nationally for organisations whose business spans across regions.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/apprentice-8-0-job-focused-assessment-4261/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B",
    "P"
  ]
},
{
  "name": "Apprentice 8.0 Job Focused Assessment",
  "duration": "20 minutes",
  "description": "The Apprentice 8.0 Job-Focused Assessment is a short, targeted, globally applicable assessment. This assessment is designed for entry-level positions appropriate for countries and industries that use an apprenticeship model. It is intended to be used multi-nationally for organizations whose business spans across regions.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/apprentice-8-0-job-focused-assessment/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B",
    "P"
  ]
},
{
  "name": "Bank Administrative Assistant - Short Form",
  "duration": "35 minutes",
  "description": "The Administrative Assistant solution is for entry-level clerical positions that interact with external or internal customers. Sample tasks for these jobs include, but are not limited to: answering telephones, managing files and records, sorting mail, greeting customers, and collaborating with co-workers on projects. Potential job titles that use this solution are: Receptionist and Administrative Assistant. There are multiple configurations of this solution available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/bank-administrative-assistant-short-form/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "A",
    "B",
    "K",
    "P"
  ]
},
{
  "name": "Bank Collections Agent - Short Form",
  "duration": "45 minutes",
  "description": "This solution is for entry-level collections positions in an inbound or outbound call center environment in a financial setting. Candidates answer multiple choice questions to measure achievement orientation, dependability, collector numerical skills, revenue recovery, customer focus, and persistence and planfulness. There are multiple configurations and versions of this solution available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/bank-collections-agent-short-form/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Bank Operations Supervisor - Short Form",
  "duration": "45 minutes",
  "description": "The Bank Operations Supervisor solution is for job candidates applying to entry-level leadership positions who tend to supervise hourly employees. Sample tasks for these jobs include, but are not limited to:  planning and preparing work schedules, assigning employees to specific duties; coaching  employees on attendance, conduct, schedule adherence, and work tasks, developing employees' skills ; training subordinates; prioritizing multiple tasks  and priorities; and making  day-to-day decisions with minimal guidance from others. Potential job titles that use this solution are: Team Leader, First Line Supervisor, Processing Supervisor, Call Center Supervisor, and Customer Service Supervisor. There are multiple configurations and versions of this solution available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/bank-operations-supervisor-short-form/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P",
    "S"
  ]
},
{
  "name": "Bilingual Spanish Reservation Agent Solution",
  "duration": "43 minutes",
  "description": "The Bilingual Reservation Agent solution is designed for customer centered entry-level positions within the hospitality industry. Sample tasks may include making, updating, or canceling hotel reservations made in English or Spanish; listening to customers speak Spanish and entering information into a computer in English; providing information on the hotel and the services offered. Potential job titles that use this solution are: Bilingual Reservation Agent, Customer Service Representative and Reservationist. Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/bilingual-spanish-reservation-agent-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "B",
    "P",
    "S",
    "A"
  ]
},
{
  "name": "Bookkeeping, Accounting, Auditing Clerk Short Form",
  "duration": "49 minutes",
  "description": "The Bookkeeping, Accounting, and Auditing Clerk solution is for entry-level positions that involve entering numerical data into computer systems and maintaining financial records. Sample tasks for this job include, but are not limited to: entering financial data into computers; checking financial records for accuracy; perform routine computations on financial data. Potential job titles that use this solution are: Accounting Clerk, Bookkeeper, Accounting Associate, Auditing Clerk and Accounts Receivable Clerk.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/bookkeeping-accounting-auditing-clerk-short-form/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "P",
    "S",
    "K",
    "B",
    "A"
  ]
},
{
  "name": "Branch Manager - Short Form",
  "duration": "50 minutes",
  "description": "This solution is for mid to upper-level financial institution managerial positions. Candidates answer a series of multiple choice questions to measure management potential, management judgment, leadership potential, team management, branch manager problem solving, business leadership, leadership motivation, interpersonal leadership, self leadership, and branch manager judgment. There are multiple configurations and versions of this solution available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/branch-manager-short-form/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Cashier Solution",
  "duration": "28 minutes",
  "description": "The Cashier solution is for entry-level retail positions in which employees receive payment in the form of cash, check, or credit cards for goods purchased. Sample tasks for these jobs include, but are not limited to: handling payments, offering customer service, and issuing receipts and refunds. Potential job titles that use this solution are: Cashier, Sales Associate, and Clerk. There are multiple configurations and versions of this solution available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/cashier-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "B",
    "A",
    "P"
  ]
},
{
  "name": "Global Skills Development Report",
  "duration": "Not specified",
  "description": "This report is designed to be given to individuals who have completed the Global Skills Assessment (GSA). With coverage across the Great 8 Domains, this measure of self-reported behaviors offers a complete overview of their current skills. Participants receive actionable tips on leveraging their top skill strengths and how they might develop their growth skills.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/global-skills-development-report/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "A",
    "E",
    "B",
    "C",
    "D",
    "P"
  ]
},
{
  "name": ".NET Framework 4.5",
  "duration": "30 minutes",
  "description": "The.NET Framework 4.5 test measures knowledge of .NET environment. Designed for experienced users, this test covers the following topics: Application Development, Application Foundation, Data Modeling, Deployment, Diagnostics, Performance, Portability, and Security.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/net-framework-4-5/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "K"
  ]
},
{
  "name": ".NET MVC (New)",
  "duration": "17 minutes",
  "description": "Multi-choice test that measures the knowledge of Model-View-Controller (MVC) architecture, validation, security, routing, and areas.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/net-mvc-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": ".NET MVVM (New)",
  "duration": "5 minutes",
  "description": "Multi-choice test that measures the knowledge of MVVM pattern, scenarios, data validation, ViewModel communication and Quick-start.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/net-mvvm-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": ".NET WCF (New)",
  "duration": "11 minutes",
  "description": "Multi-choice test that measures the knowledge of .NET fundamentals, WCF architecture, programming model, SOA, managing and programming WCF.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/net-wcf-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": ".NET WPF (New)",
  "duration": "9 minutes",
  "description": "Multi-choice test that measures the knowledge of .NET basics, WPF, XAML controls, events, layouts, working with WPF windows/menus and deploying WPF applications.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/net-wpf-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": ".NET XAML (New)",
  "duration": "5 minutes",
  "description": "Multi-choice test that measures the knowledge of XAML triggers, data binding, custom controls and layouts.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/net-xaml-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Accounts Payable (New)",
  "duration": "9 minutes",
  "description": "Multiple-choice test that measures the knowledge of processing payables and vendor invoices, and the posting of journal entries.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/accounts-payable-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Accounts Payable Simulation (New)",
  "duration": "8 minutes",
  "description": "Simulated data entry test that measures the ability to process payables and vendor invoices.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/accounts-payable-simulation-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "S"
  ]
},
{
  "name": "Accounts Receivable (New)",
  "duration": "13 minutes",
  "description": "Multiple-choice test that measures the knowledge of processing receivables and invoices.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/accounts-receivable-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Accounts Receivable Simulation (New)",
  "duration": "8 minutes",
  "description": "Simulated data entry test that measures the ability to process receivables and invoices.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/accounts-receivable-simulation-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "S"
  ]
},
{
  "name": "ADO.NET (New)",
  "duration": "10 minutes",
  "description": "Multi-choice test that measures the knowledge on the concepts of ADO.NET architecture, components and data provider objects.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/ado-net-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Claims/Operations Supervisor Solution",
  "duration": "48 minutes",
  "description": "The Claims/Operations Supervisor solution is for entry-level management positions that involve supervising hourly employees.  Sample tasks for this job include, but are not limited to: planning and preapring work schedules; assigning employees to specific dutites; coaching employees on attendance, conduct, schedule adherence, and work tasks; developing employees' skills; training subordinates; prioritizing multiple tasks and priorities; making day-to-day decisions with minimal guidance from others.  Potential job titles that use this solution are: Team Leader, Coach, First Line Supervisor, Claims Supervisor, Operations Supervisor, and Customer Service Supervisor.  Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/claimsoperations-supervisor-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "P",
    "S",
    "A",
    "B"
  ]
},
{
  "name": "Contact Center Customer Service + 8.0",
  "duration": "41 minutes",
  "description": "The Contact Center + 8.0 - Customer Service Job Focused Assessment is designed to measure the skills, competencies, and behaviors needed for success in contact center roles where the main focus is customer service. This JFA includes a mobile-optimized contact center simulation, a behavioral assessment, and a cognitive test. Together, these assessments capture the ability to provide exceptional customer service in entry-level contact center roles.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/contact-center-customer-service-8-0/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "A",
    "B",
    "C",
    "P",
    "S"
  ]
},
{
  "name": "Contact Center Customer Service 8.0",
  "duration": "31 minutes",
  "description": "The Customer Service 8.0 JFA is designed for entry-level positions in a contact center environment where the main focus is customer service.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/contact-center-customer-service-8-0-4269/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "S",
    "B",
    "C",
    "P"
  ]
},
{
  "name": "Contact Center Manager - Short Form",
  "duration": "50 minutes",
  "description": "The Contact Center - Manager solution is for mid to upper-level contact center managerial positions. Sample\r\ntasks for these jobs include, but are not limited to: supervising and coordinating the activities of subordinates;\r\ninteracting day-to-day with subordinates; and training employees. Potential job titles that use this solution are:\r\nContact Center Team Leader, First Line Supervisor, and Contact Center Manager.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/contact-center-manager-short-form/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P",
    "S"
  ]
},
{
  "name": "Contact Center Sales & Service + 8.0",
  "duration": "41 minutes",
  "description": "The Contact Center + 8.0 - Sales & Service Job Focused Assessment is designed to measure the skills, competencies, and behaviors needed for success in contact center roles that involve sales-related behaviors such as recommending products or services and retaining customers. This JFA includes a mobile-optimized contact center simulation, a behavioral assessment, and a cognitive test. Together, these assessments capture the ability to provide exceptional customer service and drive sales in entry-level contact center roles.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/contact-center-sales-and-service-8-0/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "P",
    "B",
    "C",
    "A",
    "S"
  ]
},
{
  "name": "Contact Center Sales & Service 8.0",
  "duration": "31 minutes",
  "description": "The Sales & Service 8.0 JFA is designed for contact center roles that involve sales or sales-related behaviors such as recommending products or services and retaining customers.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/contact-center-sales-and-service-8-0-4268/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "S",
    "B",
    "C",
    "P"
  ]
},
{
  "name": "Contact Center Team Lead/Coach - Short Form",
  "duration": "45 minutes",
  "description": "The Contact Center - Team Lead/Coach solution is for job candidates applying to entry-level leadership\r\npositions who tend to supervise hourly employees. Sample tasks for these jobs include, but are not limited\r\nto: planning and preparing work schedules; assigning employees to specific duties; coaching employees on\r\nattendance, conduct, schedule adherence, and work tasks; developing employees' skills; training subordinates\r\nor less tenured peers; prioritizing multiple tasks and priorities; and making day-to-day decisions with minimal\r\nguidance from others. Potential job titles that use this solution are: Team Leader, Coach, First Line Supervisor,\r\nProcessing Supervisor, Call Center Supervisor, and Customer Service Supervisor.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/contact-center-team-leadcoach-short-form/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P",
    "S"
  ]
},
{
  "name": "Contact Centre Agent Solution - UK",
  "duration": "39 minutes",
  "description": "This solution is used for job candidates applying to entry-level positions in a contact centre environment where the main focus of the job is customer service. The candidate answers multiple choice questions as well as questions in a customer call simulation environment. The solution measures: working with information, customer focus, contact centre retention, navigation, service orientation, and tactful problem solving. In addition, the solution measures data entry speed and accuracy, multi-tasking preferences, achievement orientation and conscientiousness.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/contact-centre-agent-solution-uk/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "A",
    "B",
    "P",
    "S"
  ]
},
{
  "name": "Customer Service - Short Form",
  "duration": "42 minutes",
  "description": "The Customer Service Representative Solution is for entry-level positions that involve a high degree of interaction with customers in person or on the phone. Sample tasks for this job include, but are not limited to: taking orders; solving product or service issues; responding positively to difficult customers; referring unresolved issues to the appropriate individuals; providing information on products and/or services. Potential job titles that use this solution are: Account Service Representative, Account Representative, Customer Service Representative, and Customer Service Agent.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/customer-service-short-form/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Customer Service - Short Form - UK",
  "duration": "42 minutes",
  "description": "The Customer Service Representative solution is for entry-level positions that involve\r\na high degree of interaction with customers in person or on the phone. Sample tasks\r\nfor this job include, but are not limited to: taking orders; solving product or service\r\nissues; responding positively to difficult customers; referring unresolved issues to the\r\nappropriate individuals; providing information on products and/or services. Potential\r\njob titles that use this solution are: Account Service Representative, Account\r\nRepresentative, Customer Service Representative, and Customer Service Agent.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/customer-service-short-form-uk/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Customer Service with Sales - Short Form",
  "duration": "44 minutes",
  "description": "The Customer Service with Sales solution is for entry-level positions that involve both providing service and support to customers and selling goods and services. Sample tasks for this job include, but are not limited to: taking orders; solving product or service issues; selling products and services; responding positively to difficult customers; adding new goods and services to existing accounts; providing information on products and/or services. Potential job titles that use this solution are: Account Service Representative, Account Representative, Customer Service Representative, and Sales Representative.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/customer-service-with-sales-short-form/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Director - Short Form",
  "duration": "69 minutes",
  "description": "The Director solution is intended for use with senior level positions responsible for the planning, directing, or coordinating key business activities and operations of companies. Duties and responsibilities include formulating policies, managing daily operations, and planning the use of materials and human resources. Potential job titles that use this solution are: Director, Regional Director, and Director of Operations.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/director-short-form/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Adobe Experience Manager (New)",
  "duration": "17 minutes",
  "description": "Multi-choice test that measures the knowledge of AEM components, templates, workflows, AEM collections, OSGi services and troubleshooting of AEM projects.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/adobe-experience-manager-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Adobe Photoshop CC",
  "duration": "20 minutes",
  "description": "The Adobe Photoshop CC test measures knowledge of Adobe Photoshop CC. Designed for experienced users, this test covers the following topics: 3D, Color, File Management, Interface, Layers, Painting and Drawing, Retouch and Enhancements, Selection, Text, and Web.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/adobe-photoshop-cc/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Aeronautical Engineering (New)",
  "duration": "10 minutes",
  "description": "Multi-choice test that measures the knowledge of flight mechanics, space dynamics, aerodynamics, structures and propulsion.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/aeronautical-engineering-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Aerospace Engineering (New)",
  "duration": "10 minutes",
  "description": "Multi-choice test that measures the conceptual knowledge of aerodynamics, aircraft systems and instrumentation, flight dynamics, space dynamics and avionics.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/aerospace-engineering-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Agile Software Development",
  "duration": "7 minutes minutes",
  "description": "Multi-choice test that measures the knowledge of agile methodology, scrum, feature driven software development, incremental and iterative development and processes involved in agile software development.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/agile-software-development/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Agile Testing (New)",
  "duration": "13 minutes",
  "description": "Multi-choice test that measures the knowledge of tools, techniques and processes involved in the Agile testing methodology.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/agile-testing-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "AI Skills",
  "duration": "16 minutes",
  "description": "The AI Skills assessment measures the skills that help candidates successfully leverage AI in their work.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/ai-skills/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "P"
  ]
},
{
  "name": "Amazon Web Services (AWS) Development (New)",
  "duration": "6 minutes",
  "description": "Multi-choice test that measures the knowledge of AWS delivery process, monitoring, metrics, logging, security, validation and scalability.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/amazon-web-services-aws-development-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Android Development (New)",
  "duration": "7 minutes",
  "description": "Multi-choice test that measures the knowledge of UI components for an Android device, services and alerts, animation and media apps, application components, security and testing.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/android-development-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Angular 6 (New)",
  "duration": "11 minutes",
  "description": "Multi-choice test that measures the knowledge of the basic components and modules of Angular 6 and concepts like data binding, dependency injection, CRUD with HTTP, typescript, routing and navigation.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/angular-6-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "AngularJS (New)",
  "duration": "9 minutes",
  "description": "Multi-choice test that measures the knowledge of AngularJS architecture, forms, directives, filters, controllers, routing and testing.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/angularjs-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Apache Hadoop (New)",
  "duration": "7 minutes",
  "description": "Multi-choice test that measures the knowledge of basic concepts of Hadoop, commands, HDFS and MapReduce.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/apache-hadoop-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "District/Regional Manager Solution",
  "duration": "65 minutes",
  "description": "The District/Regional Manager solution is for mid- to senior-level managerial positions that oversee multiple stores within a defined area.  Sample tasks for these jobs include, but are not limited to: directing a group of supervisors or managers, having profit and loss responsibility for a district or region, and aligning work with overall company goals.  Potential job titles that use this solution are: Regional Director, District Manager, General Manager, Regional Manager, Store Manager, and Area Manager. There are multiple configurations and versions of this solution available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/districtregional-manager-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Entry Level Cashier 7.1 (Americas)",
  "duration": "18 minutes",
  "description": "The Entry level Cashier 7.1 solution is for entry-level retail positions in which employees receive payment in the form of cash, check, or credit cards for goods purchased. Sample tasks for these jobs include, but are not limited to: handling payments, offering customer service, and issuing receipts and refunds. Potential job titles that use this solution are: Cashier, Sales Associate, and Clerk.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/entry-level-cashier-7-1-%28americas%29/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B",
    "P",
    "A"
  ]
},
{
  "name": "Entry Level Cashier 7.1 (International)",
  "duration": "18 minutes",
  "description": "The Entry level Cashier 7.1 solution is for entry-level retail positions in which employees receive payment in the form of cash, check, or credit cards for goods purchased. Sample tasks for these jobs include, but are not limited to: handling payments, offering customer service, and issuing receipts and refunds. Potential job titles that use this solution are: Cashier, Sales Associate, and Clerk.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/entry-level-cashier-7-1-%28international%29/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Entry Level Customer Service 7.1 (Americas)",
  "duration": "19 minutes",
  "description": "The Entry Level Customer Service Solution (Retail and Contact Center) 7.1 is for entry-level positions in which employees interact with customers by providing information or carrying out customer requests related to an organizations products or services. Sample tasks for these jobs include, but are not limited to: interacting with customers on the phone or in person; taking orders; solving product or service issues; and responding positively to difficult or irate customers.“IMPORTANT! Please note that you will need to select the correct package depending on which norm you intend to use. The package available for this product is International, South Africa and Americas\".",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/entry-level-customer-service-7-1-%28americas%29/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "C",
    "P"
  ]
},
{
  "name": "Entry Level Customer Service 7.1 (International)",
  "duration": "19 minutes",
  "description": "The Entry Level Customer Service Solution (Retail and Contact Center) 7.1 is for entry-level positions in which employees interact with customers by providing information or carrying out customer requests related to an organizations products or services. Sample tasks for these jobs include, but are not limited to: interacting with customers on the phone or in person; taking orders; solving product or service issues; and responding positively to difficult or irate customers.“IMPORTANT! Please note that you will need to select the correct package depending on which norm you intend to use. The package available for this product is International, South Africa and Americas\".",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/entry-level-customer-service-%28retail-and-cc%29-7-1/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "C",
    "P"
  ]
},
{
  "name": "Entry Level Customer Service 7.1 (South Africa)",
  "duration": "19 minutes",
  "description": "The Entry Level Customer Service Solution (Retail and Contact Center) 7.1 is for entry-level positions in which employees interact with customers by providing information or carrying out customer requests related to an organization's products or services. Sample tasks for these jobs include but are not limited to interacting with customers on the phone or in person; taking orders; solving product or service issues; and responding positively to difficult or irate customers.  “IMPORTANT! Please note that you will need to select the correct package depending on which norm you intend to use. The package available for this product is International, South Africa and Americas\".",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/entry-level-customer-service-7-1-%28south-africa%29/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "C",
    "P"
  ]
},
{
  "name": "Entry level Sales 7.1 (Americas)",
  "duration": "20 minutes",
  "description": "The Entry Level Sales 7.1 Solution is for entry-level positions in which employees proactively sell products or services to customers and have their compensation and/or performance based on sales revenue. Sample tasks for these jobs include, but are not limited to: promoting products to customers, persuading customers to buy products, and completing a transaction with a customer.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/entry-level-sales-7-1-%28americas%29/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B",
    "C",
    "P"
  ]
},
{
  "name": "Entry level Sales 7.1 (International)",
  "duration": "20 minutes",
  "description": "The Entry Level Sales 7.1 Solution is for entry-level positions in which employees proactively sell products or services to customers and have their compensation and/or performance based on sales revenue. Sample tasks for these jobs include, but are not limited to: promoting products to customers, persuading customers to buy products, and completing a transaction with a customer.\nReport Language Availability: English (USA), English International,     Portuguese, French Canadian, German, French, Chinese Simplified, Spanish, North American Spanish.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/entry-level-sales-7-1/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "P",
    "B",
    "C"
  ]
},
{
  "name": "Entry Level Sales Sift Out 7.1",
  "duration": "20 minutes",
  "description": "The Entry Level Sales Sift Out 7.1 Solution is for entry-level positions in which employees proactively sell products or services to customers and have their compensation and/or performance based on sales revenue. Sample tasks for these jobs include, but are not limited to: promoting products to customers, persuading customers to buy products, and completing a transaction with a customer",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/entry-level-sales-sift-out-7-1/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "C",
    "P",
    "B"
  ]
},
{
  "name": "Event Sales Manager Solution",
  "duration": "50 minutes",
  "description": "The Event Sales Manager solution is designed for management level positions in the hospitality industry. Sample tasks include selling use of facility space for special events and managing staff. The solution is focused on sales, solving problems and making good decisions. Potential job titles that use this solution are: Event Sales Manager, Events Manager and Special Events Manager. Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/event-sales-manager-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "S",
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Executive - Short Form",
  "duration": "74 minutes",
  "description": "The Executive solution is intended for use with senior executive level positions responsible for planning, directing, or coordinating key business activities and operations at the highest level of an organization. Executives at this level often accomplish their work through subordinate executives and provide overall direction to their organization by determining and formulating policies within guidelines set up by a board of directors or similar governing body. Potential job titles that use this solution are: Executive Vice President, President, and Executive Director.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/executive-short-form/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Financial Professional - Short Form",
  "duration": "35 minutes",
  "description": "This solution is for mid-level financial institution positions that require Series 6/7 certification. Candidates answer multiple choice questions to measure financial professional aptitude, learning potential, achievement orientation, conscientiousness, persistence and planfulness, self leadership, interpersonal leadership, sales focus and customer focus.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/financial-professional-short-form/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Apache Hadoop Extensions (New)",
  "duration": "9 minutes",
  "description": "Multi-choice test that measures the conceptual knowledge of Pig, Hive and HBase.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/apache-hadoop-extensions-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Apache HBase (New)",
  "duration": "5 minutes",
  "description": "Multi-choice test that measures the knowledge of HBase concepts such as CAP theorem, ACID properties, HBase client API, MapReduce integration, configuration and administration.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/apache-hbase-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Apache Hive (New)",
  "duration": "5 minutes",
  "description": "Multi-choice test that measures the knowledge of Hive architecture, datatypes, built-in functions, configurations, partitioning, bucketing and commands of Hive query language.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/apache-hive-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Apache Kafka (New)",
  "duration": "6 minutes",
  "description": "Multi-choice test that measures the knowledge of Apache Kafka architecture, components, clusters, performance tuning and advanced operations.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/apache-kafka-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Apache Pig (New)",
  "duration": "6 minutes",
  "description": "Multi-choice test that measures the knowledge of Pig architecture, built-in operators, built-in functions and commands in PigLatin.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/apache-pig-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Apache Spark (New)",
  "duration": "8 minutes",
  "description": "Multi-choice test that measures the knowledge of Apache Spark principles, RDD operations - actions and transformations, lineage graphs and lazy evaluation.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/apache-spark-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "ASP .NET with C# (New)",
  "duration": "13 minutes",
  "description": "Multi-choice test that measures the knowledge of .NET framework and controls, C# fundamentals, OOPs concepts and advanced topics such as data access components, state management and security services.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/asp-net-with-c-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "ASP.NET 4.5",
  "duration": "30 minutes",
  "description": "The ASP.NET 4.5 test measures knowledge of programming in the ASP.NET environment. Designed for experienced developers, but an average performer in this role should pass this test. This test includes the following topics: .NET Framework, Client-Side Programming, Data Access, Enhanced Runtime Features, Portals, Services and Mobile, Security, Troubleshooting and Optimization, Web Applications, and Web Forms.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/asp-net-4-5/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Assessment and Development Center Exercises",
  "duration": "Variable minutes",
  "description": "SHL offers a comprehensive range of Assessment and Development Centre exercise in digital format, for remote assessment through our Virtual Assessment and Development Centre platform.\r\n\r\nWe offer a wide range of exercise types including group exercise, role plays, analysis presentations and written exercises.\r\n\r\nExercises are available across a wide range of job levels and industry contexts.\r\n\r\nContact SHL to find out more.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/assessment-and-development-center-exercises/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "E"
  ]
},
{
  "name": "Automata - Fix (New)",
  "duration": "max 20 minutes",
  "description": "A simulated compiler integrated test to measure debugging skills in C, C++ and Java. The test checks the ability to fix logical or syntactical errors and to reuse an existing code.\r\n\r\n \r\nYour use of this assessment product may be subject to New York City Law 144 (Regulation of the Use of Automated Employment Decision Tools) (dated July 5, 2023). Compliance with Law 144 is your responsibility.\r\nRead more on https://www.shl.com/legal/shl-us-regulatory-compliance/",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/automata-fix-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "S"
  ]
},
{
  "name": "Automata - SQL (New)",
  "duration": "max 30 minutes",
  "description": "A simulated query writing test that measures the ability to write SQL queries to perform DDL, DML and DCL tasks.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/automata-sql-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "S"
  ]
},
{
  "name": "Automata (New)",
  "duration": "max 45 minutes",
  "description": "An AI-powered coding simulation assessment that evaluates candidate’s programming ability. Offers a familiar IDE environment available in over 40 different programming languages and tests candidates using real-world coding problems. \r\n \r\nYour use of this assessment product may be subject to New York City Law 144 (Regulation of the Use of Automated Employment Decision Tools) (dated July 5, 2023). Compliance with Law 144 is your responsibility.\r\nRead more on https://www.shl.com/legal/shl-us-regulatory-compliance/",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/automata-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "S"
  ]
},
{
  "name": "Financial Services Representative Solution",
  "duration": "44 minutes",
  "description": "The Financial Services Representative solution is for senior-level professional positions in the insurance industry that sell life insurance to businesses and individuals on behalf of insurance companies. Sample tasks for this position include, but are not limited to: calling on policyholders to deliver and explain policies or suggest additions or changes; calculating premiums; customizing insurance programs to suite individual customers; seeking out new clients and developing clientele by networking; ensuring policy requirements are fulfilled; and conferring with clients to obtain and provide information when calims are made on a policy. Potential job titles that use this solution are: Life Insurance Sales Professional, Insurance Sales Agent. Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/financial-services-representative-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Front Desk Associate Solution",
  "duration": "50 minutes",
  "description": "The Front Desk Associate solution is designed for entry-level customer service positions in the hospitality industry. The solution is appropriate for positions in which the majority of work is done at the front or guest check-in desk. Sample tasks may include: welcoming guests warmly, issuing keys to guests, tabulating guest bills and accpeting payment. Potential job titles that use this solution are: Front Desk Clerk, Guest Desk Attendant, Guest Check-in Associate, or Front Office Agent. Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/front-desk-associate-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Gaming Associate Solution",
  "duration": "50 minutes",
  "description": "The Gaming Associate solution is designed for entry to mid-level positions operating gaming tables. The solution is for highly customer service focused positions that may potentially deal with large sums of money. Sample tasks may include: dealing playing cards, counting and confirming patron bets, collecting patron losses and distributing patron winnings, and exchange currency for playing chips. Potential job titles that use this solution are: Table Games Dealer, Black Jack Dealer, Dealer, Casino Dealer, Dual Rate Dealer, Card Dealer and Gaming Dealer. Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/gaming-associate-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P",
    "S"
  ]
},
{
  "name": "Gaming Manager Solution",
  "duration": "55 minutes",
  "description": "The Gaming Manager solution is designed for management level positions within the hospitality industry. Sample tasks include managing operations, supervisors and associates within gaming environments. The solution is focused on security, integrity and managing sales. Potential job titles that use this solution are: Gaming Floor Manager and Gaming Manager. Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/gaming-manager-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "S",
    "A",
    "B",
    "K",
    "P"
  ]
},
{
  "name": "General Entry Level - All Industries 7.0 Solution",
  "duration": "19 minutes",
  "description": "Our General Entry Level – All Industries 7.0 solution is designed for entry-level positions across industries. This solution predicts the following types of behaviors foundational to all jobs: being on-time to work; following rules and policies; treating others respectfully; producing quality work; meeting goals; and effectively working alongside others.\r\n\r\nSolution can be used across all industries with entry-level positions. Example titles include, but are not limited to: Administrator, Clerk, Veterinary Assistant, Stocker, Dish Washer, Office Coordinator, Tour Guide, Cook, Assistant, Housekeeper, Waste Collector.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/general-entry-level-all-industries-7-0-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B"
  ]
},
{
  "name": "General Entry Level - All Industries 7.1 Solution",
  "duration": "19 minutes",
  "description": "Our General Entry Level – All Industries 7.1 solution is designed for entry-level positions across industries. This solution predicts the following types of behaviors foundational to all jobs: being on-time to work; following rules and policies; treating others respectfully; producing quality work; meeting goals; and effectively working alongside others.\r\n\r\nSolution can be used across all industries with entry-level positions. Example titles include, but are not limited to: Administrator, Clerk, Veterinary Assistant, Stocker, Dish Washer, Office Coordinator, Tour Guide, Cook, Assistant, Housekeeper, Waste Collector. “MCP Product: please note that you will need to select the correct package depending on which norm you intend to use. The package available for this product is Americas and International.\"",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/general-entry-level-all-industries-7-1-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B"
  ]
},
{
  "name": "General Entry Level - All Industries 7.1(Americas)",
  "duration": "19 minutes",
  "description": "Our General Entry Level – All Industries 7.1 solution is designed for entry-level positions across industries. This solution predicts the following types of behaviors foundational to all jobs: being on-time to work; following rules and policies; treating others respectfully; producing quality work; meeting goals; and effectively working alongside others.\r\n\r\nSolution can be used across all industries with entry-level positions. Example titles include, but are not limited to: Administrator, Clerk, Veterinary Assistant, Stocker, Dish Washer, Office Coordinator, Tour Guide, Cook, Assistant, Housekeeper, Waste Collector.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/general-entry-level-all-industries-7-1%28americas%29/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B"
  ]
},
{
  "name": "General Entry Level – Data Entry 7.0 Solution",
  "duration": "24 minutes",
  "description": "Our General Entry Level – Data Entry 7.0 solution is designed for entry-level positions that include entering data into computers or data management systems. This solution measures speed and accuracy at typing text and numbers into forms and predicts the following types of behaviors foundational to all jobs: being on-time to work; following rules and policies; treating others respectfully; producing quality work; meeting goals; and approaching work in a thorough and precise manner.  \r\n\r\nThis solution can be used across all industries with entry-level positions. Example titles include, but are not limited to: Accounting Clerk, Accounts Receivable Clerk, Administrative Clerk, Clerical Aide, Clerical Assistant, Office Assistant, Office Services Specialist, Staff Assistant.\nReport Language Availability: English (USA)",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/general-entry-level-data-entry-7-0-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B",
    "K"
  ]
},
{
  "name": "Graduate + 8.0 Job Focused Assessment",
  "duration": "30 minutes minutes",
  "description": "The Graduate + 8.0 Job Focused Assessment is a short, targeted, globally applicable assessment which includes a short cognitive ability measure. It helps you identify graduates with the highest potential to contribute and succeed, as well as providing actionable feedback to help you onboard new hires.\r\n\r\nIt is designed for professional level positions appropriate for recent college graduates and is available as part of SHL’s Graduate Solution.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/graduate-8-0-job-focused-assessment/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Graduate 7.1 Job Focused Assessment",
  "duration": "19 minutes",
  "description": "The Graduate 7.1 Job Focused Assessment is designed for professional level positions appropriate for recent college graduates.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/graduate-7-1-job-focused-assessment/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B",
    "C"
  ]
},
{
  "name": "Graduate 8.0 Job Focused Assessment",
  "duration": "20 minutes minutes",
  "description": "The Graduate 8.0 Job Focused Assessment is a short, targeted, globally applicable assessment to help you identify graduates with the highest potential to contribute and succeed. It also provides actionable feedback to help you onboard new hires.\r\n\r\nIt is designed for professional level positions appropriate for recent college graduates and is available as part of SHL’s Graduate Solution.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/graduate-8-0-job-focused-assessment-4228/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "P",
    "B"
  ]
},
{
  "name": "Guest Service Team 7.0 Solution",
  "duration": "18 minutes",
  "description": "Our Guest Service Team 7.0 solution is designed for team-oriented entry-level positions that involve a high degree of interaction with customers. The solution covers a wide variety of positions, and assesses competencies critical to interacting with customers including: persisting to meet guest needs; behaving responsibly and appropriately; effectively working alongside others; preparing and/or delivering customer orders; following rules and policies; and communicating effectively. \r\n\r\nPotential job titles that use this solution include: Server, Hostess, Guest Services Team Member, Customer Service Champion.\nReport Language Availability: English (USA), Latin American Spanish.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/guest-service-team-7-0-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B"
  ]
},
{
  "name": "Automata Data Science (New)",
  "duration": "max 60 minutes",
  "description": "A simulated test that measures the ability to analyze and modify data using machine learning algorithms to obtain desirable results.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/automata-data-science-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "S"
  ]
},
{
  "name": "Automata Data Science Pro (New)",
  "duration": "max 60 minutes",
  "description": "A simulated test that measures the ability to analyze and modify data using machine learning algorithms to obtain desirable results.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/automata-data-science-pro-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "S"
  ]
},
{
  "name": "Automata Front End",
  "duration": "30 minutes minutes",
  "description": "Simulation based test that measures the front-end development capabilities using HTML, CSS, and\r\nJavaScript. The candidate is provided with 3 different sections to code in HTML, CSS and JavaScript respectively and a separate output section to view the output. This simulation is then manually scored.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/automata-front-end/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "S"
  ]
},
{
  "name": "Automata Pro (New)",
  "duration": "max 60 minutes",
  "description": "An AI-powered coding simulation assessment that evaluates candidate’s programming ability. Offers a familiar IDE environment available in over 40 different programming languages and tests candidates using real-world coding problems. \r\n \r\nYour use of this assessment product may be subject to New York City Law 144 (Regulation of the Use of Automated Employment Decision Tools) (dated July 5, 2023). Compliance with Law 144 is your responsibility.\r\nRead more on https://www.shl.com/legal/shl-us-regulatory-compliance/",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/automata-pro-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "S"
  ]
},
{
  "name": "Automata Selenium",
  "duration": "60 minutes",
  "description": "A coding simulation assessment that evaluates the ability to conduct tasks related to automation testing using Selenium scripts.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/automata-selenium/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "S"
  ]
},
{
  "name": "Automation Anywhere RPA Development (New)",
  "duration": "8 minutes",
  "description": "Multi-choice test that measures the knowledge of Automation Anywhere dash board and task editor, control room, key commands, bots and Automation Anywhere client.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/automation-anywhere-rpa-development-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Automotive Engineering (New)",
  "duration": "13 minutes",
  "description": "Multi-choice test that measures the knowledge of auto engine classification, engine fuel system, auto-vehicle technology, maintenance, inspection and troubleshooting.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/automotive-engineering-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Basic Biology (New)",
  "duration": "6 minutes",
  "description": "Multi choice test that measures the candidate's basic understanding of Biology.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/basic-biology-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Basic Computer Literacy (Windows 10) (New)",
  "duration": "30 minutes",
  "description": "The Basic Computer Literacy (Windows 10) simulation measures knowledge of general computer terminology, processes, and applications and the ability to perform certain operations in a simulated environment resembling the actual application. This simulation consists of both multiple choice and simulation-based questions, and includes the following topics: Application Software, Computer Terms, Internet and Email, Managing Files, Operating System, and Parts of the Computer.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/basic-computer-literacy-windows-10-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "S",
    "K"
  ]
},
{
  "name": "Basic Statistics (New)",
  "duration": "10 minutes",
  "description": "Multi-choice test that measures the knowledge of statistical methods, exploratory analysis, basics of probability, standard distributions and statistical testing.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/basic-statistics-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Biochemistry (New)",
  "duration": "8 minutes",
  "description": "Multi-choice test that measures the knowledge of various bio-molecules like amino acids, proteins, enzymes, carbohydrates, vitamins and nucleic acids, and concepts of bioenergetics and metabolism.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/biochemistry-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Biotech Lab Techniques (New)",
  "duration": "5 minutes",
  "description": "Multi-choice test that measures the knowledge of biophysical techniques, bio-processing and separation techniques like chromatography and electrophoresis.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/biotech-lab-techniques-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Guest Services Associate Solution",
  "duration": "48 minutes",
  "description": "The Guest Services Associate solution is designed for entry to mid-level customer service positions in the hospitality industry. The solution is for highly customer service focused positions with few to no sales components. Sample tasks may include: providing information on entertainment, dining and transportation to guests, making dining recommentations to guests, arranging transportation for guests, and making reservations. Potential job titles that use this solution are: Concierge, Guest Services Agent, Club Concierge, Hotel Concierge, Front Office Manager and Guest Services Associate. Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/guest-services-associate-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P",
    "S"
  ]
},
{
  "name": "Healthcare Aide 7.0 Solution",
  "duration": "22 minutes",
  "description": "Our Healthcare Aide 7.0 solution is designed for individually-oriented, entry-level positions that directly support another person's health and well-being. The solution covers a wide variety of positions, and assesses behaviors critical for patient support roles including: understanding and following detailed instructions; administering personal care; being respectful and tolerant of patients; preparing and maintaining records of patient progress and services performed; and working hard to meet or exceed patient needs.  \r\nPotential job titles that use this solution include: Personal Care Aide, Healthcare Aide, Home Health Aide, Dental Assistant.\nReport Language Availability: English (USA), Latin American Spanish.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/healthcare-aide-7-0-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B"
  ]
},
{
  "name": "Healthcare Call Center Agent Solution",
  "duration": "44 minutes",
  "description": "The Healthcare Call Center Agent solution is for entry-level positions in an inbound healthcare call center environment.  Sample tasks for this job include, but are not limited to: taking and receiving information from patients over the phone, working between computer screens, and entering information into a computer.  Potential job titles that use this solution are: Call Center Representative, Receptionist, and Switchboard Operator.  Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/healthcare-call-center-agent-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P",
    "S"
  ]
},
{
  "name": "Healthcare Service Associate Solution",
  "duration": "37 minutes",
  "description": "The Healthcare Service Associate solution is for entry-level positions in a healthcare environment that require the employee to interact with patients.  Sample tasks for this job include, but are not limited to: delivering food to patients, cleaning patient rooms, and welcoming guests to the hospital.  Potential job titles that use this solution are: Housekeepers, Dietary Aides, and Guest Services Coordinator. There are multiple configurations and versions of this solution available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/healthcare-service-associate-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Healthcare Support Specialist Solution",
  "duration": "30 minutes",
  "description": "The Healthcare Support Specialist solution is for entry-level positions in a healthcare environment that do not require the employee to interact with patients.  Sample tasks for this job include, but are not limited to: preparing food for patients, washing hospital linens, and cleaning the healthcare facility.  Potential job titles that use this solution are: Janitors, Food Preparation Workers, and Laundry Associates.  Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/healthcare-support-specialist-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Home Health Aide Solution",
  "duration": "41 minutes",
  "description": "The Home Health Aide solution is for entry-level positions in an in-home or group home environment.  Sample tasks for this job include, but are not limited to: monitoring vital signs and medication intake, administering bedside and personal care such as ambulation and personal hygiene, and preparing and maintaining records of patient progress and services performed.  Potential job titles that use this solution are: Personal Care Aide, Home Health Aide, Residential Assistant, and Certified Nursing Assistant. There are multiple configurations and versions of this solution available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/home-health-aide-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Hospitality Manager Solution",
  "duration": "57 minutes",
  "description": "The Hospitality Manager solution is designed for management level positions in the hospitality industry. Sample tasks include overall property management, managing staff and managing the guest experience. The solution is focused on managing business operations, managing staff, solving problems, making good decisions and maintaining focus on the customer. Potential job titles that use this solution are: Property Manager, Property Director, Hotel Manager and Hospitality Manager. Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/hospitality-manager-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "K",
    "P"
  ]
},
{
  "name": "Host Solution",
  "duration": "30 minutes",
  "description": "The Host solution is designed for entry level positions in the hospitality industry. Sample tasks include greeting guests, managing wait lists and showing guests to their tables. The solution is focused on work ethic and customer focus. Potential job titles that use this solution are: Host, Hostess and Greeter. There are multiple configurations and versions of this solution available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/host-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "B",
    "P"
  ]
},
{
  "name": "Industrial - Entry Level 7.0 Solution",
  "duration": "20 minutes",
  "description": "Our Industrial – Entry Level 7.0 solution is designed for entry-level positions, and measures the behaviors and experiences that underlie successful and safe performance in general or light industrial roles. The solution covers a wide variety of entry-level positions, and assesses behaviors including: following policies and procedures; general facility upkeep; producing high quality work; maintaining an orderly work environment; wearing required protective equipment; and being thorough.\r\nPotential job titles that use this solution include: Laborer, Custodians, Building and Grounds Maintenance Workers, Handyman.\nReport Language Availability: English (USA), Latin American Spanish.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/industrial-entry-level-7-0-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B"
  ]
},
{
  "name": "Industrial - Entry Level 7.1 (Americas)",
  "duration": "20 minutes",
  "description": "Our Industrial – Entry Level 7.1 solution is designed for entry-level positions, and measures the behaviors and experiences that underlie successful and safe performance in general or light industrial roles. The solution covers a wide variety of entry-level positions, and assesses behaviors including: following policies and procedures; general facility upkeep; producing high quality work; maintaining an orderly work environment; wearing required protective equipment; and being thorough.\r\nPotential job titles that use this solution include: Laborer, Custodians, Building and Grounds Maintenance Workers, Handyman.\n“IMPORTANT! Please note that you will need to select the correct package depending on which norm you intend to use. The package available for this product is International and Americas\".",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/industrial-entry-level-7-1-%28americas%29/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B"
  ]
},
{
  "name": "Industrial - Entry Level 7.1 (International)",
  "duration": "20 minutes",
  "description": "Our Industrial – Entry Level 7.1 solution is designed for entry-level positions, and measures the behaviors and experiences that underlie successful and safe performance in general or light industrial roles. The solution covers a wide variety of entry-level positions, and assesses behaviors including: following policies and procedures; general facility upkeep; producing high quality work; maintaining an orderly work environment; wearing required protective equipment; and being thorough.\r\nPotential job titles that use this solution include: Laborer, Custodians, Building and Grounds Maintenance Workers, Handyman.\n“IMPORTANT! Please note that you will need to select the correct package depending on which norm you intend to use. The package available for this product is International and Americas\".",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/industrial-entry-level-7-1-%28international%29/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B"
  ]
},
{
  "name": "Industrial - Professional and Skilled 7.0 Solution",
  "duration": "49 minutes",
  "description": "Our Industrial – Professional and Skilled 7.0 solution is designed to measure the behaviors and experiences that underlie successful and safe performance in the workplace for specialized technical or professional industrial roles. \r\nThis solution assesses mechanical comprehension and other foundational behaviors including: behaving safely and efficiently in the workplace; installing, repairing, and/or maintaining equipment and machinery; making sound mechanical decisions; maintaining an orderly work environment; and producing high quality and reliable work.\nReport Language Availability: English (USA), Latin American Spanish.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/industrial-professional-and-skilled-7-0-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B"
  ]
},
{
  "name": "BizTalk (New)",
  "duration": "16 minutes",
  "description": "Multi-choice test that measures the knowledge of BizTalk architecture, pipelines, adapters, business process techniques and BizTalk administration.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/biztalk-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Business Communication (adaptive)",
  "duration": "24 minutes",
  "description": "This is an adaptive test that measures knowledge of communicating in the workplace. It measures the skills necessary to communicate effectively with coworkers at all levels and with external business contacts. Designed for the average business worker, this test includes the following topics: Electronic Communication, Employment Communication, Listening, Meetings, Nonverbal Communication, Verbal Communication, and Written Communication.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/business-communication-adaptive/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Business Communications",
  "duration": "35 minutes",
  "description": "This test measures the candidate's knowledge of communicating in the workplace.  It measures the skills necessary to communicate effectively with coworkers at all levels and with external business contacts. Designed for the average business worker, this test includes the following topics: Electronic Communication, Employment Communication, Listening, Meetings, Nonverbal Communication, Verbal Communication, and Written Communication. This version of the test is not adaptive.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/business-communications/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "C Programming (New)",
  "duration": "10 minutes",
  "description": "Multi-choice test that measures the knowledge of C programming basics, functions, arrays, composed data types, and advanced C concepts like SLF, file handling and dynamic memory.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/c-programming-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "C# Programming (New)",
  "duration": "9 minutes",
  "description": "Multi-choice test that measures the knowledge of C# programming structure, functions, collections, enumeration, exception handling, OOPs constructs, inheritance, event handling and operator overloading.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/c-programming-new-4039/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "C++ Programming (New)",
  "duration": "10 minutes",
  "description": "Multi-choice test that measures the knowledge of programming in the C++ language and the ability to use the C++ standard library to write code.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/c-programming-new-4122/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Cardiology and Diabetes Management (New)",
  "duration": "4 minutes",
  "description": "Multi-choice test that measures the knowledge of how to control and manage cardiovascular diseases and diabetes, and understanding of the diagnostic tests used for them.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/cardiology-and-diabetes-management-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Ceramic Engineering (New)",
  "duration": "12 minutes",
  "description": "Multi-choice test that measures the knowledge of classification of ceramic materials, production of ceramics and thermodynamics.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/ceramic-engineering-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Chemical Engineering (New)",
  "duration": "13 minutes",
  "description": "Multi-choice test that measures the conceptual knowledge of transport phenomena, chemical process engineering and technology, chemical process principles, stoichiometry and process calculations.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/chemical-engineering-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Cisco AppDynamics (New)",
  "duration": "9 minutes",
  "description": "Multi-choice test that measures the knowledge of application analytics, performance management, and AppDynamics essentials like controller UI, custom dashboard, reports and monitoring.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/cisco-appdynamics-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Civil Engineering (New)",
  "duration": "10 minutes",
  "description": "Multi-choice test that measures the knowledge of structural engineering, transportation engineering, surveying, geotechnical engineering and water resources engineering.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/civil-engineering-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Cloud Computing (New)",
  "duration": "8 minutes",
  "description": "Multi-choice test that measures the knowledge of cloud computing concepts, cloud service models, virtualization and private clouds.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/cloud-computing-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Industrial - Semi-skilled 7.1 (Americas)",
  "duration": "24 minutes",
  "description": "Our Industrial – Semi-skilled 7.1 solution is designed for entry-level positions and measures the behaviors and experiences that underlie successful and safe performance for production workers. The solution assesses behaviors and competencies foundational to industrial roles including: following policies and procedures; applying relevant trade skills; wearing required protective equipment; working with or monitoring equipment; producing high quality work; effectively working with others; and maintaining an orderly work environment. \r\nPotential job titles that use this solution include: Production and Assembly Worker, Construction Worker, Extraction Technician.Please note this package is in Americas norm.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/industrial-semi-skilled-7-1-%28americas%29/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B"
  ]
},
{
  "name": "Industrial - Semi-skilled 7.1 (International)",
  "duration": "24 minutes",
  "description": "Our Industrial – Semi-skilled 7.1 solution is designed for entry-level positions and measures the behaviors and experiences that underlie successful and safe performance for production workers. The solution assesses behaviors and competencies foundational to industrial roles including: following policies and procedures; applying relevant trade skills; wearing required protective equipment; working with or monitoring equipment; producing high quality work; effectively working with others; and maintaining an orderly work environment. \r\nPotential job titles that use this solution include: Production and Assembly Worker, Construction Worker, Extraction Technician.Please note this package is in International norm.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/industrial-semi-skilled-7-1-%28international%29/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B"
  ]
},
{
  "name": "Industrial Professional and Skilled 7.1 (Americas)",
  "duration": "49 minutes",
  "description": "Our Industrial – Professional and Skilled 7.1 solution is designed to measure the behaviors and experiences that underlie successful and safe performance in the workplace for specialized technical or professional industrial roles. \r\nThis solution assesses mechanical comprehension and other foundational behaviors including: behaving safely and efficiently in the workplace; installing, repairing, and/or maintaining equipment and machinery; making sound mechanical decisions; maintaining an orderly work environment; and producing high quality and reliable work.“IMPORTANT! Please note that you will need to select the correct package depending on which norm you intend to use. The package available for this product is International and Americas\".",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/industrial-professional-and-skilled-7-1-%28americas%29/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "A",
    "B"
  ]
},
{
  "name": "Industrial Professional and Skilled 7.1 Solution",
  "duration": "49 minutes",
  "description": "Our Industrial – Professional and Skilled 7.1 solution is designed to measure the behaviors and experiences that underlie successful and safe performance in the workplace for specialized technical or professional industrial roles. \r\nThis solution assesses mechanical comprehension and other foundational behaviors including: behaving safely and efficiently in the workplace; installing, repairing, and/or maintaining equipment and machinery; making sound mechanical decisions; maintaining an orderly work environment; and producing high quality and reliable work.“IMPORTANT! Please note that you will need to select the correct package depending on which norm you intend to use. The package available for this product is International and Americas\".",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/industrial-professional-and-skilled-7-1-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "A",
    "B"
  ]
},
{
  "name": "Installation and Repair Technician Solution",
  "duration": "49 minutes",
  "description": "The Installation and Repair Technician solution is designed for use with entry-level field technician positions in the telecommunications industry. The solution is focused on positions that involve installing, repairing, and maintaining telecommunications equipment, along with some customer interaction, and little to no specific sales components. Sample tasks may include: installing or repairing end-user telecommunications equipment and services, interacting with customers, and installing, or repairing telecommunications network infrastructure. Potential job titles that use this solution are: Installer, Service Technician, and Customer Installation Technician. There are multiple configurations of this solution available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/installation-and-repair-technician-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P",
    "S"
  ]
},
{
  "name": "Insurance Account Manager Solution",
  "duration": "48 minutes",
  "description": "The Insurance Account Manager solution is for mid-level insurance professionals that manage the day-to-day operations and activities of customer accounts.  Sample tasks for this job include, but are not limited to: soliciting sales of new or additional products or services; interacting with customers to provide information in response to inquiries about products and services and to handle and resolve complaints; keeping records of customer interactions and transactions; resolving customers' service or billing complaints; determining charges for services requested; collecting deposits or payments; and arranging for billing.  Potential job titles that use this solution are: Account Executive, Account Manager, and Senior Account Manager.  Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/insurance-account-manager-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P",
    "S"
  ]
},
{
  "name": "Insurance Administrative Assistant Solution",
  "duration": "24 minutes",
  "description": "The Administrative Assistant solution is for entry-level clerical positions that interact with external or internal customers. Sample tasks for this job include, but are not limited to: answering telephones; managing files and records; sorting mail; handling information requests; greeting customers; and collaborating with co-workers on projects. Potential job titles that use this solution are: Receptionist and Administrative Assistant. Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/insurance-administrative-assistant-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P",
    "S"
  ]
},
{
  "name": "Insurance Agent Solution",
  "duration": "46 minutes",
  "description": "The Insurance Agent solution is for mid-level professional positions in the insurance industry that sell property, casualty, automotive, or other types of insurance. Sample tasks for this position include, but are not limited to: calling on policyholders to deliver and explain policies or suggest additions or changes; calculating premiums; customizing insurance programs to suit individual customers; ensuring policy requirements are fulfilled; and conferring with clients to obtain and provide information when claims are made on a policy. Potential job titles that use this solution are: Insurance Sales Professional; Insurance Sales Agent; Producer; Insurance Agent. Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/insurance-agent-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Insurance Director Solution",
  "duration": "49 minutes",
  "description": "The Insurance Director solution is for senior-level management positions in the insurance companies that oversee sales functions across multiple brokerages, offices, or agencies or geographic territories. Sample tasks for this job includes, but is not limited to: directing a group of sales managers or agency managers; having profit and loss responsibility for a district or region; and aligning work with overall company goals. Potential job titles that use this solution are: Regional Managers, Associate Directors, and Managing Directors. Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/insurance-director-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Insurance Sales Manager Solution",
  "duration": "51 minutes",
  "description": "The Sales Manager solution is for entry- to mid-level management positions that involve supervising employees working in an insurance organization and have a substantial portion of their job performance based on sales. Sample tasks for this job include, but are not limited to: planning and preparing work schedules; promoting products to customers; training subordinates; analyzing sales statistics gathered by staff to determine sales potential and monitor preferences of customers; building ongoing customer relationships; and making day-to-day decisions with minimal guidance from others. Potential job titles that use this solution are: Insurance Sales Manager, Sales Manager, Assistant Sales Manager, and Sales Supervisor. Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/insurance-sales-manager-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P",
    "S"
  ]
},
{
  "name": "Manager - Short Form",
  "duration": "57 minutes",
  "description": "The Manager solution is an assessment used for job candidates applying to entry-level leadership positions who tend to supervise salaried employees. Sample tasks for these jobs include, but are not limited to: planning projects with subordinates; collaborating with senior managers on developing new methods and procedures; coaching employees on performance-related issues; developing employees' skills; coordinating activities with other managers to accomplish organizational goals; setting and meeting department goals; prioritizing multiple tasks and priorities; making selected strategic and day-to-day decisions; and solving employees' and customers' problems. Potential job titles that use this solution are: Manager, Store Manager, and Branch Manager.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/manager-short-form/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "K",
    "P",
    "S"
  ]
},
{
  "name": "Manager + 7.0 Solution",
  "duration": "53 minutes",
  "description": "Our Manager + 7.0 solution is designed for candidates applying to entry-level leadership positions who tend to supervise salaried employees, and includes SHL’s new innovative mobile-first ability assessment, Verify Interactive – Deductive Reasoning. Sample tasks for these jobs include, but are not limited to: planning projects with subordinates; collaborating with senior managers on developing new methods and procedures; coaching employees on performance-related issues; developing employees ' skills; coordinating activities with other managers to accomplish organizational goals; setting and meeting department goals; prioritizing multiple tasks and priorities; making selected strategic and day-to-day decisions; and solving employees' and customers' problems.\nReport Language Availability: English (USA).",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/manager-7-0-solution-3955/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "C"
  ]
},
{
  "name": "COBOL Programming (New)",
  "duration": "10 minutes",
  "description": "Multi-choice test that measures the knowledge of COBOL programming fundamentals, programming structure and different types of application processing.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/cobol-programming-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Computer Science (New)",
  "duration": "12 minutes",
  "description": "Multi-choice test that measures the knowledge of operating system, computer architecture, DBMS and basics of computer networks and communication.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/computer-science-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Contact Center Call Simulation (New)",
  "duration": "15 minutes",
  "description": "Simulation based test that measures the ability to handle customer concerns over a call by referring to standard process documents. It also measures typing and documentation skills.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/contact-center-call-simulation-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "S"
  ]
},
{
  "name": "Conversational Multichat Simulation",
  "duration": "11 minutes",
  "description": "This is a simulation-based test that measures the ability to handle customer concerns over multiple chats by referring to standard process documents. It provides an open-ended chat environment that assesses the candidate’s skills in a real job setting. Candidates are scored based on whether they resolved the customer’s query, the amount of time taken, and the correct use of vocabulary and grammar in their response.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/conversational-multichat-simulation/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "S"
  ]
},
{
  "name": "Core Java (Advanced Level) (New)",
  "duration": "13 minutes",
  "description": "Multi-choice test that measures the knowledge of basic Java constructs, OOP concepts, files and exception handling, and advanced Java concepts like generics, collections, threads, strings and concurrency.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/core-java-advanced-level-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Core Java (Entry Level) (New)",
  "duration": "13 minutes",
  "description": "Multi-choice test that measures the knowledge of basic Java constructs, OOP concepts, file handling, exception handling, threads, generic class and inner class.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/core-java-entry-level-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Count Out The Money",
  "duration": "5 minutes",
  "description": "The Count out the Money –US test measures a candidate’s money handling ability. This test is designed for entry-level positions where handling money is required on a regular basis.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/count-out-the-money/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "K",
    "S"
  ]
},
{
  "name": "CSS3 (New)",
  "duration": "8 minutes",
  "description": "Multi-choice test that measures the knowledge of CSS3 and its application in providing style to web documents.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/css3-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Culinary Skills (New)",
  "duration": "7 minutes",
  "description": "Multi-choice test that measures the knowledge of cooking principles, cooking equipment, meal preparation and presentation, and kitchen safety.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/culinary-skills-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Customer Service Phone Simulation",
  "duration": "20 minutes",
  "description": "As part of Contact Center Simulations, the Customer Service Phone Simulation is designed for entry-level positions in a contact center environment. Sample tasks for these jobs include: verify the customer or account; take ownership of customer issues; interact with customers to provide information; respond positively to difficult, irate, or confused customers; listen attentively to callers; resolve calls in a timely manner; navigate within multiple information menus to view customer account details and process information; and type information quickly and accurately. Potential job titles that use this solution are: Call Center Representative, Contact Center Representative, Contact Center Agent, Customer Service Agent, Customer Service Representative, and Customer Advocate.\n\"Please note that for Simplified Chinese version the audio is available in both Mandarin and Cantonese.\"",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/customer-service-phone-simulation/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B",
    "S"
  ]
},
{
  "name": "Customer Service Phone Solution",
  "duration": "30 minutes",
  "description": "As part of Contact Center Simulations, the Customer Service Phone Solution includes a contact center simulation and two behavioral tests designed to measure a wide range of skills, competencies, and behavioral tendencies relevant for contact center jobs. The Contact Center Simulation provides an opportunity for candidates to interact with simulated customers in a contact center environment. Designed to measure a candidate’s ability to listen attentively to the customer, take ownership of customer issues, resolve issues, navigate to find information, and enter information accurately, the Contact Center Simulation is intended to measure how a candidate will respond in a variety of customer situations and assess the candidate’s computer skills in a contact center setting. The behavioral tests in this solution are intended to measure the candidate’s learning potential and the tendency to meet goals and work hard, even when faced with obstacles. Collectively, the assessments in this solution measure a wide range of important skills, abilities, and behaviors for entry-level contact center roles.\n\"Please note that for Simplified Chinese version the audio is available in both Mandarin and Cantonese.\"",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/customer-service-phone-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B",
    "P",
    "S"
  ]
},
{
  "name": "Cyber Risk (New)",
  "duration": "9 minutes",
  "description": "Multi-choice test that measures the knowledge of cyber risk management, system and application security, network security and security management.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/cyber-risk-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Manager + 7.1 (Americas)",
  "duration": "63 minutes",
  "description": "Our Manager + 7.1 solution is designed for candidates applying to entry-level leadership positions who tend to supervise salaried employees, and includes SHL’s new innovative mobile-first ability assessment, Verify Interactive – Deductive Reasoning. Sample tasks for these jobs include, but are not limited to: planning projects with subordinates; collaborating with senior managers on developing new methods and procedures; coaching employees on performance-related issues; developing employees ' skills; coordinating activities with other managers to accomplish organizational goals; setting and meeting department goals; prioritizing multiple tasks and priorities; making selected strategic and day-to-day decisions; and solving employees' and customers' problems.\nReport Language Availability: English (USA), Canadian French. “IMPORTANT! Please note that you will need to select the correct package depending on which norm you intend to use. The package available for this product is Americas and International\".",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/manager-7-1-solution-4242/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "B",
    "C",
    "P"
  ]
},
{
  "name": "Manager + 7.1 (International)",
  "duration": "63 minutes",
  "description": "Our Manager + 7.1 solution is designed for candidates applying to entry-level leadership positions who tend to supervise salaried employees, and includes SHL’s new innovative mobile-first ability assessment, Verify Interactive – Deductive Reasoning. Sample tasks for these jobs include, but are not limited to: planning projects with subordinates; collaborating with senior managers on developing new methods and procedures; coaching employees on performance-related issues; developing employees ' skills; coordinating activities with other managers to accomplish organizational goals; setting and meeting department goals; prioritizing multiple tasks and priorities; making selected strategic and day-to-day decisions; and solving employees' and customers' problems.\nReport Language Availability: English (USA), Canadian French, Brazilian Portuguese, Danish, Dutch, Finnish, Italian, Norwegian, Swedish. “IMPORTANT! Please note that you will need to select the correct package depending on which norm you intend to use. The package available for this product is Americas and International\".",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/manager-7-1-%28international%29/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "B",
    "C",
    "P"
  ]
},
{
  "name": "Manager 7.0 Solution",
  "duration": "35 minutes",
  "description": "Our Manager 7.0 solution is designed for candidates applying to entry-level leadership positions who tend to supervise salaried employees. Sample tasks for these jobs include, but are not limited to: planning projects with subordinates; collaborating with senior managers on developing new methods and procedures; coaching employees on performance-related issues; developing employees ' skills; coordinating activities with other managers to accomplish organizational goals; setting and meeting department goals; prioritizing multiple tasks and priorities; making selected strategic and day-to-day decisions; and solving employees' and customers' problems.\nReport Language Availability: English (USA), Latin American Spanish.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/manager-7-0-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B",
    "C"
  ]
},
{
  "name": "Manager 7.1 (Americas)",
  "duration": "40 minutes",
  "description": "Our Manager 7.1 solution is designed for candidates applying to entry-level leadership positions who tend to supervise salaried employees. Sample tasks for these jobs include, but are not limited to: planning projects with subordinates; collaborating with senior managers on developing new methods and procedures; coaching employees on performance-related issues; developing employees ' skills; coordinating activities with other managers to accomplish organizational goals; setting and meeting department goals; prioritizing multiple tasks and priorities; making selected strategic and day-to-day decisions; and solving employees' and customers' problems.Report Language Availability: English (USA), Danish, Finnish, Canadian French, Italian, Norwegian, French, German, English International,.  “IMPORTANT! Please note that you will need to select the correct package depending on which norm you intend to use. The package available for this product is International\".",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/manager-7-1-%28americas%29/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B",
    "C",
    "P"
  ]
},
{
  "name": "Manager 7.1 (International)",
  "duration": "40 minutes",
  "description": "Our Manager 7.1 solution is designed for candidates applying to entry-level leadership positions who tend to supervise salaried employees. Sample tasks for these jobs include, but are not limited to: planning projects with subordinates; collaborating with senior managers on developing new methods and procedures; coaching employees on performance-related issues; developing employees ' skills; coordinating activities with other managers to accomplish organizational goals; setting and meeting department goals; prioritizing multiple tasks and priorities; making selected strategic and day-to-day decisions; and solving employees' and customers' problems.Report Language Availability: English (USA), Danish, Finnish, Canadian French, Italian, Norwegian, French, German, English International,.  “IMPORTANT! Please note that you will need to select the correct package depending on which norm you intend to use. The package available for this product is International\".",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/manager-7-1-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B",
    "C",
    "P"
  ]
},
{
  "name": "Manager 8.0 JFA",
  "duration": "26 minutes",
  "description": "The Manager 8.0 Job-Focused Assessment is designed for candidates applying to their first leadership positions. It measures behaviors that underlie successful performance in first-line manager roles across a wide range of industries. It is most relevant to positions that supervise salaried employees. This JFA includes the Reskilling Potential Scale and the Management Potential Scale. •The Reskilling Potential scale measures tendency to learn from experiences in a way that supports professional success. •The Management Potential scale measures the potential for managerial success across industry type and functional area.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/manager-8-0-jfa/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B",
    "K",
    "P"
  ]
},
{
  "name": "Manager 8.0+ JFA",
  "duration": "44 minutes",
  "description": "The Manager 8.0+ Job-Focused Assessment is designed for candidates applying to their first leadership positions and includes SHL’s new innovative mobile-first ability assessment, Verify Interactive – Inductive Reasoning. It measures behaviors that underlie successful performance in first-line manager roles across a wide range of industries. It is most relevant to positions that supervise salaried employees. This JFA includes the Reskilling Potential Scale and the Management Potential Scale. •The Reskilling Potential scale measures tendency to learn from experiences in a way that supports professional success. •The Management Potential scale measures the potential for managerial success across industry type and functional area.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/manager-8-0-jfa-4310/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B",
    "K",
    "P"
  ]
},
{
  "name": "Manufacturing Production Team Member",
  "duration": "35 minutes",
  "description": "The Manufacturing Production Team Member solution is designed for entry-level positions to measure the behaviors and experiences that underlie successful and safe performance in the workplace for production workers. This solution measures a candidate’s error checking abilities and general tendency to behave safely and efficiently in the workplace. The solution uses a variety of assessment types including measures of personality traits, safety-related situational judgment, and error checking. The Manufacturing Production Team Member solution is designed for selection to job titles, such as: Production Worker, Material Handler, Driver, Forklift Operator, Crewman, Mechanic, and Receiver.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/manufacturing-production-team-member/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "A",
    "B"
  ]
},
{
  "name": "Manufacturing Skilled Maintenance Worker",
  "duration": "45 minutes",
  "description": "The Manufacturing Skilled Maintenance solution is designed for entry-level positions to measure the behaviors and experiences that underlie successful and safe performance in the workplace. This solution measures a candidate’s mechanical comprehension abilities and general tendency to behave safely and efficiently in the workplace. This solution uses a variety of assessment types including measures of personality traits, safety-related situational judgment, and mechanical comprehension. The Manufacturing Skilled Maintenance solution is designed for selection to job titles, such as: Industrial Machinery Mechanic, Automotive Service Technician, Small Engine Mechanic, Mobile Equipment Service Technician, and Diesel Service Technician.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/manufacturing-skilled-maintenance-worker/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "A",
    "B"
  ]
},
{
  "name": "Network Engineer/Analyst Solution",
  "duration": "41 minutes",
  "description": "The Network Engineer/Analyst solution is designed for use with professional level telecommunications engineers and network analysts. The solution is focused on positions that involve the design and monitoring of complex telecommunications networks, and places an emphasis on reasoning ability, attention to detail, and multitasking. Sample tasks may include: designing networks or network elements, ensuring proper network operation and performance, and monitoring and troubleshooting electronic data and communication networks. Potential job titles that use this solution are: Network Engineer, Network Analyst, and Communications Engineer. There are multiple configurations of this solution available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/network-engineeranalyst-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "P",
    "S",
    "K",
    "B",
    "A"
  ]
},
{
  "name": "Nurse Leader Solution",
  "duration": "59 minutes",
  "description": "The Nurse Leader solution is an assessment used for job candidates applying to entry-level nurse leadership positions who tend to supervise hourly employees.  Sample tasks for these jobs include, but are not limited to: planning and preparing work schedules; assigning nurses to specific duties; coaching nurses on attendance, conduct, schedule adherence, and work related tasks; developing nurses' skills; training subordinates; prioritizing multiple tasks and priorities; and making day-to-day decisions with minimal guidance from others in a healthcare setting. Potential job titles that use this solution are: Nurse Leader or Nurse Manager. There are multiple configurations and versions of this solution available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/nurse-leader-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "S",
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Nurse Solution",
  "duration": "66 minutes",
  "description": "The Nurse solution is for professional-level healthcare nursing positions that require licensing or registration.  Sample tasks for these jobs include, but are not limited to: assessing the health conditions of patients, documenting patients' medical information, creating a nursing care plan, and educating patients' about healthcare issues.  Potential job titles that use this solution are: Registered Nurse, Charge Nurse, Licensed Practical Nurse, and Clinic Nurse.  Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/nurse-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "P",
    "A",
    "B"
  ]
},
{
  "name": "Data Entry (New)",
  "duration": "4 minutes",
  "description": "Simulated data entry test that measures the ability to accurately transcribe data from pre-filled forms and the ability to verify pre-filled data.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/data-entry-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "S"
  ]
},
{
  "name": "Data Entry Alphanumeric Split Screen - US",
  "duration": "5 minutes",
  "description": "The Data Entry Alphanumeric Split Screen - US assessment measures speed and accuracy at typing text and numbers into forms. The information includes business-related text and numbers such as invoice number, address, product number and amount. The test assesses for speed and accuracy.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/data-entry-alphanumeric-split-screen-us/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Data Entry Numeric Split Screen - US",
  "duration": "5 minutes",
  "description": "The Data Entry Numeric Split Screen - US assessment measures speed and accuracy at typing numbers into forms. The information candidates must enter includes business-related records including number fields such as customer number, order number, item number and quantity. Candidates may use either the keyboard's numeric keypad or the number keys at the top of the keyboard.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/data-entry-numeric-split-screen-us/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Data Entry Ten Key Split Screen",
  "duration": "3 minutes",
  "description": "Data Entry Ten Key Split Screen assessment measures ability to enter numbers using a numeric keypad. The test measures accuracy and speed.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/data-entry-ten-key-split-screen/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Data Science (New)",
  "duration": "14 minutes",
  "description": "Multi-choice test that measures the conceptual knowledge on how to use machine learning to analyze data, extract information, draw conclusions and make statistically-driven decisions.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/data-science-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Data Warehousing Concepts",
  "duration": "25 minutes",
  "description": "The Data Warehousing Concepts test measures knowledge of Data Warehousing. Designed for experienced users, this test covers the following topics: Big Data and Data Warehouse Appliance, Business Considerations, Data Transformation, Data Warehousing and Data Marts, Design, Dimensional Data Model, On Line Analytical Processing (OLAP), Querying and Reporting/Data Extraction.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/data-warehousing-concepts/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Dependability and Safety Instrument (DSI)",
  "duration": "10 minutes",
  "description": "The DSI is a short pre-screening tool for many key entry-level roles. It is designed to identify potential employees who will have good dependability and reliability, and who are less likely to engage in counter-productive work behaviors.\r\n\r\nNote: Turkish [end June 2012] and Romanian [end May 2013] are on limited beta relase",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/dependability-and-safety-instrument-dsi/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "P"
  ]
},
{
  "name": "Dermatology (New)",
  "duration": "3 minutes",
  "description": "Multi-choice test that measures the knowledge of various diseases related to skin, their symptoms, the drugs used to treat them, and different terminologies used in the field of dermatology.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/dermatology-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Desktop Support (New)",
  "duration": "8 minutes",
  "description": "Multi-choice test that measures the knowledge of networking, peripheral components, operating systems, troubleshooting and providing technical support.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/desktop-support-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Digital Advertising (New)",
  "duration": "7 minutes",
  "description": "Multi-choice test that measures the candidate's knowledge about use of AdWords and tools to analyze ad performance on digital media.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/digital-advertising-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Digital Readiness Development Report - IC",
  "duration": "Not specified",
  "description": "This participant-oriented report is aimed at individual contributors (non-managerial) and summarizes the way that they have described their typical style at work and is interpreted against SHL's Digital Readiness Framework. The report describes the way the person typically behaves, rather than their actual skill levels. It gives an indication of the individual's likely strengths in each area and makes suggestions for development activities, based upon the information gained from the\r\nquestionnaire.\r\n\r\nNote: this report is specifically aimed at Individual Contributors. A version designed for Managers is also available (see Digital Readiness Report - Managers).",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/digital-readiness-development-report/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "P"
  ]
},
{
  "name": "Digital Readiness Development Report - Manager",
  "duration": "Not specified",
  "description": "This participant-oriented report is aimed employees with management responsibilities and summarizes the way that they have described their typical style at work and is interpreted against SHL's Digital Readiness Framework. The report describes the way the person typically behaves, rather than their actual skill levels. It gives an indication of the individual's likely strengths in each area and makes suggestions for development activities, based upon the information gained from the\r\nquestionnaire.\r\n\r\nNote: this report is specifically aimed at managers. A version designed for individual contributors is also available (see Digital Readiness Report - IC).",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/digital-readiness-development-report-manager/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "P"
  ]
},
{
  "name": "Occupational Personality Questionnaire OPQ32r",
  "duration": "Untimed, approx. 25 minutes",
  "description": "The SHL Occupational Personality Questionnaire, the OPQ32, is one of the most widely used and respected measures of workplace behavioural style in the world. It sets a high standard of measurement excellence, providing HR professionals and business managers with relevant and accurate information to make fast and well-informed people decisions. The OPQ32 provides a clear framework for understanding the impact of personality on job performance. It is internationally recognised for its accuracy of assessment. Over 90 independent validation studies have been conducted on the OPQ over a period of 25 years, across 20 countries and 40 industries, providing concrete evidence of its power to predict performance in the workplace.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/occupational-personality-questionnaire-opq32r/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "P"
  ]
},
{
  "name": "Operations Management (New)",
  "duration": "7 minutes",
  "description": "Multi-choice test that measures the knowledge of planning, product design and development, quality management and supply chain management.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/operations-management-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "OPQ Candidate Plus Report",
  "duration": "Not specified",
  "description": "A brief narrative OPQ (Occupational Personality Questionnaire) report designed to be given to the individual who completed the OPQ.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/opq-candidate-plus-report/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "P"
  ]
},
{
  "name": "OPQ Candidate Report 2.0",
  "duration": "Not specified",
  "description": "A brief narrative OPQ (Occupational Personality Questionnaire) report structure around 3 OPQ profile sections which can be given to candidates to keep after a feedback session",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/opq-candidate-report-2-0/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "P"
  ]
},
{
  "name": "OPQ Emotional Intelligence Report",
  "duration": "Not specified",
  "description": "This OPQ (Occupational Personality Questionnaire) report explores how a person manages feelings and relationships with other people.  It is intended for use in a development setting.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/opq-emotional-intelligence-report/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "P"
  ]
},
{
  "name": "OPQ Leadership Report",
  "duration": "Not specified",
  "description": "This OPQ (Occupational Personality Questionnaire) report provides a detailed analysis of an individual's leadership potential.  It is based on SHL's leading edge Leadership Model, providing a competency based approach to leadership.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/opq-leadership-report/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "P"
  ]
},
{
  "name": "OPQ Manager Plus Report",
  "duration": "Not specified",
  "description": "This concise OPQ (Occupational Personality Questionnaire) report is designed for use with and by managers.  It uses clear succinct bullets and tables for ease of interpretation.  It provide simple comments on each of the personality traits.\r\nPlease note this report is currently being updated on Talent Central as part of a reporting refresh project, and there may be visual differences when comparing Talent Central reports to ones generated on other assessment platforms. Differences are regarding the layout and display of the reports only and do not affect the underlying scoring. When viewing sample reports, please ensure you select the appropriate language and platform example.\r\nWhere a sample report has no platform indicated, it is available on both the Talent Central and SODA platforms.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/opq-manager-plus-report/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "P"
  ]
},
{
  "name": "OPQ Manager Plus Report 2.0",
  "duration": "Not specified",
  "description": "This concise OPQ (Occupational Personality Questionnaire) report is designed for use with and by managers. It uses clear succinct bullets and tables for ease of interpretation. It provides simple comments on each of the personality traits.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/opq-manager-plus-report-2-0/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "P"
  ]
},
{
  "name": "OPQ Maximising your Learning Report",
  "duration": "Not specified",
  "description": "This OPQ (Occupational Personality Questionnaire) report is designed to help people get the most from their development.  It summarises the preferred approach to learning across four dimensions.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/opq-maximising-your-learning-report/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "P"
  ]
},
{
  "name": "OPQ MQ Sales Report",
  "duration": "Not specified",
  "description": "This OPQ (Occupational Personality Questionnaire) report provides a graphical and narrative summary of an individual's natural style that is critical to sales success. It can also, optionally, use input from the SHL Motivation Questionnaire (MQ) to add information about the sales motivators and drives of an individual. \r\nNote: updated versions of Turkish, Hungarian and Indonesian Sales Report were launched on 01 July 2013.\r\nPlease note this report is currently being updated on Talent Central as part of a reporting refresh project, and there may be visual differences when comparing Talent Central reports to ones generated on other assessment platforms. Differences are regarding the layout and display of the reports only and do not affect the underlying scoring. When viewing sample reports, please ensure you select the appropriate language and platform example.\r\nWhere a sample report has no platform indicated, it is available on both the Talent Central and SODA platforms.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/opq-mq-sales-report/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "P"
  ]
},
{
  "name": "OPQ Premium Plus Report",
  "duration": "Not specified",
  "description": "This OPQ (Occupational Personality Questionnaire) report contains a selection of reports including OPQ profile, user report, manager plus report, candidate plus report, universal competency report, team impact selection report.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/opq-premium-plus-report/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "P"
  ]
},
{
  "name": "OPQ Premium Plus Report 2.0",
  "duration": "Not specified",
  "description": "This OPQ (Occupational Personality Questionnaire) report contains a selection of reports including OPQ profile, user report, manager plus report, candidate plus report, universal competency report, team impact selection report.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/opq-premium-plus-report-2-0/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "P"
  ]
},
{
  "name": "Proof Operator - Processing Specialist -Short Form",
  "duration": "30 minutes",
  "description": "The Proof Operator – Processing Specialist solution is for entry-level positions that perform basic daily bank operations procedures such as the processing of deposits, reconciling accounts, and handling money transfers.  Potential job titles include:  Proof Operator, Bank Operations Processor, and Operations Specialist.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/proof-operator-processing-specialist-short-form/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "S"
  ]
},
{
  "name": "Reservation Agent Solution",
  "duration": "43 minutes",
  "description": "The Reservation Agent solution is designed for entry-level positions within the hospitality industry. Sample tasks may indlude making, updating, or canceling reservations; looking up information and entering information into a computer; providing information on the hotel and the services offered. Potential titles that use this solution are: Reservation Agent, Customer Service Representative and Reservationist. Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/reservation-agent-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "P",
    "S",
    "B"
  ]
},
{
  "name": "Restaurant Manager Solution",
  "duration": "48 minutes",
  "description": "The Restaurant Manager solution is designed for management level positions in the hospitality industry. Sample tasks include purchasing food and supplies, accounting, setting policies and procedures, and managing staff. The solution is focused on managing staff, solving problems, making good decisions and maintaining focus on the customer. Potential job titles that use this solution are: Restaurant Manager and General Manager. Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/restaurant-manager-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P",
    "S"
  ]
},
{
  "name": "Restaurant Supervisor Solution",
  "duration": "53 minutes",
  "description": "The Restaurant Supervisor solution is designed for management level positions in the hospitality industry. Sample tasks include serving as a staff resource, setting schedules and monitoring daily operations. The solution is focused on solving problems, making good decisions and maintaining focus on the customer. Potential job titles that use this solution are: Restaurant Supervisor and Restaurant Staff Supervisor. Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/restaurant-supervisor-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Retail Consultant Solution",
  "duration": "45 minutes",
  "description": "The Retail Consultant solution is for entry to mid-level retail positions in which employees proactively sell products to customers, develop relationships with repeat customers, and have their pay and/or performance heavily based on sales revenue.  Sample tasks for these jobs include, but are not limited to: promoting products to customers, persuading customers to buy products, and building ongoing customer relationships.  Potential job titles that use this solution are: Sales Consultant, Sales Representative, and Retail Sales Associate. There are multiple configurations and versions of this solution available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/retail-consultant-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Retail Manager w/ Sales Solution",
  "duration": "43 minutes",
  "description": "The Retail Manager with Sales solution is an assessment used for job candidates applying to entry-level leadership positions who tend to supervise hourly employees but also have a significant portion of their job performance based on sales and customer service. Sample tasks for these jobs include, but are not limited to:  planning and preparing work schedules, assigning employees to specific duties; promoting products to customers; training subordinates; building ongoing customer relationships; and making day-to-day decisions with minimal guidance from others. Potential job titles that use this solution are: Assistant Manager, Sales Supervisor, Retail Manager, and Floor Leader. There are multiple configurations and versions of this solution available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/retail-manager-w-sales-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Retail Sales Associate Solution",
  "duration": "29 minutes",
  "description": "The Retail Sales Associate solution is for entry-level retail positions in which employees proactively sell products to customers and have their pay and/or performance based on sales revenue.  Sample tasks for these jobs include, but are not limited to: promoting products to customers, persuading customers to buy products, and completing a transaction with a customer.  Potential job titles that use this solution are: Sales Representative, Retail Sales Associate, and Sales Clerk. There are multiple configurations and versions of this solution available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/retail-sales-associate-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Sales Director Solution",
  "duration": "59 minutes",
  "description": "The Sales Director solution is for mid- to senior-level sales management positions that oversee the sales function across multiple offices or geographic territories.  Sample tasks for these jobs include, but are not limited to: directing a group of sales supervisors or sales managers, having profit and loss responsibility for a district or region, and aligning work with overall company goals.  Potential job titles that use this solution are: Regional Sales Director, District Sales Manager, and Sales Director.  Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/sales-director-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Sales Engineer Solution",
  "duration": "61 minutes",
  "description": "The Sales Engineer solution is designed for use with professional level telecommunications engineers with distinct sales responsibilities. The solution is focused on positions that involve the design of telecommunications networks for specific customer applications, and places an emphasis on reasoning ability and sales ability. Sample tasks may include: designing network solutions to meet customer needs, communicating technical information to all levels of clients participating in the sales process, assisting or owning the sales process, and ensuring proper implementation of contracted equipment and services. Potential job titles that use this solution are: Sales Engineer, Senior Technical Consultant, and Technical Sales Lead. There are multiple configurations of this solution available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/sales-engineer-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "K",
    "P",
    "S"
  ]
},
{
  "name": "Sales Manager Solution",
  "duration": "63 minutes",
  "description": "The Sales Manager solution is an assessment used for applying to entry to mid-level sales leadership positions that generally manage employees and have a significant portion of their job performance based on sales. Sample tasks for these jobs include, but are not limited to: planning and preparing sales plans, promoting products to customers, training subordinates, building ongoing customer\r\nrelationships, and making day-to-day decisions with minimal guidance from others. Potential job titles that use this solution are: Sales Manager and Manager of Direct Sales.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/sales-manager-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Sales Professional 7.0 Solution",
  "duration": "21 minutes",
  "description": "Our Sales Professional 7.0 solution is designed for entry to mid-level sales positions in which employees proactively sell products to customers, develop relationships with repeat customers, and have their pay and/or performance heavily based on sales revenue. Sample tasks for these jobs include, but are not limited to: promoting products to customers, persuading customers to buy products, and building ongoing customer relationships.\nReport Language Availability: English (USA).",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/sales-professional-7-0-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "C",
    "B"
  ]
},
{
  "name": "Sales Professional 7.1 (Americas)",
  "duration": "21 minutes",
  "description": "Our Sales Professional 7.1 solution is designed for entry to mid-level sales positions in which employees proactively sell products to customers, develop relationships with repeat customers, and have their pay and/or performance heavily based on sales revenue. Sample tasks for these jobs include, but are not limited to: promoting products to customers, persuading customers to buy products, and building ongoing customer relationships.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/sales-professional-7-1-%28americas%29/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B",
    "C"
  ]
},
{
  "name": "Enterprise Java Beans (New)",
  "duration": "4 minutes",
  "description": "Multi-choice test that measures the knowledge of enterprise Java beans (EJB), types of EJB, transactions and concurrency.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/enterprise-java-beans-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Enterprise Leadership Report 1.0",
  "duration": "Not specified",
  "description": "Assess and benchmark your leaders against enterprise leadership - the model for leader impact to drive business results in a complex work environment.\r\nFor more information, visit: \r\nhttps://www.shl.com/en/solutions/identify-develop-leaders/enterprise-leadership/ .",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/enterprise-leadership-report/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "P"
  ]
},
{
  "name": "Enterprise Leadership Report 2.0",
  "duration": "Not specified",
  "description": "Assess and benchmark your leaders against enterprise leadership - the model for leader impact to drive business results in a complex work environment.\r\nFor more information, visit: \r\nhttps://www.shl.com/en/solutions/identify-develop-leaders/enterprise-leadership/ .",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/enterprise-leadership-report-2-0/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "P"
  ]
},
{
  "name": "Entry Level Cashier Solution",
  "duration": "19 minutes",
  "description": "The Precise Fit Entry Level Cashier Solution is for entry-level retail positions in which employees receive payment in the form of cash, check, or credit cards for goods purchased. Sample tasks for these jobs include, but are not limited to: handling payments, offering customer service, and issuing receipts and refunds.\nReport Language Availability: English (USA)",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/entry-level-cashier-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "C",
    "P"
  ]
},
{
  "name": "Entry Level Customer Serv-Retail & Contact Center",
  "duration": "19 minutes",
  "description": "The Precise Fit Entry Level Customer Service Solution (Retail/Contact Center) is for entry-level positions in which employees interact with customers by providing information or carrying out customer requests related to an organizations products or services. Sample tasks for these jobs include, but are not limited to: interacting with customers on the phone or in person; taking orders; solving product or service issues; and responding positively to difficult or irate customers.\nReport Language Availability: English (USA)",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/entry-level-customer-serv-retail-and-contact-center/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "P",
    "C"
  ]
},
{
  "name": "Entry Level Customer Service (General) Solution",
  "duration": "14 minutes",
  "description": "The Precise Fit Entry Level Customer Service Solution (General) is for a wide range of entry-level positions where employees are expected to interact with customers when carrying out critical tasks of the job. This includes positions that require frequent interactions with customers, or positions where customer service is not central to the role, but is still essential for successful performance on the job. Sample tasks for these jobs include, but are not limited to: interacting with customers on the phone to provide information; taking orders; solving product or service issues; and responding positively to difficult or irate customers.\nReport Language Availability: English (USA)",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/entry-level-customer-service-general-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "C",
    "P"
  ]
},
{
  "name": "Entry Level Hotel Front Desk Solution",
  "duration": "20 minutes",
  "description": "The Precise Fit Entry Level Hotel Front Desk Solution is for entry-level customer service positions in the hospitality industry. The solution is appropriate for positions in which the majority of the work is done at the front or guest check-in desk. Sample tasks may include: welcoming guests warmly, issuing keys to guests, and accepting payment.\nReport Language Availability: English (USA)",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/entry-level-hotel-front-desk-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "C",
    "P"
  ]
},
{
  "name": "Entry Level Sales Solution",
  "duration": "20 minutes",
  "description": "The Precise Fit Entry Level Sales Roles Solution is for entry-level positions in which employees proactively sell products or services to customers and have their compensation and/or performance based on sales revenue. Sample tasks for these jobs include, but are not limited to: promoting products to customers, persuading customers to buy products, and completing a transaction with a customer.\nReport Language Availability: English (USA)",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/entry-level-sales-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "C",
    "P"
  ]
},
{
  "name": "Entry Level Technical Support Solution",
  "duration": "18 minutes",
  "description": "The Precise Fit Entry Level Technical Support Solution is for entry-level positions in which employees provide technical assistance to computer users in a contact center environment. Sample tasks for these jobs include, but are not limited to: answer questions or resolve computer problems for clients in person, via telephone, or electronically, provide assistance concerning the use of computer hardware and software, including printing, installation, word processing, electronic mail, and\r\noperating systems.\nReport Language Availability: English (USA)",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/entry-level-technical-support-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "P",
    "C"
  ]
},
{
  "name": "ETL Testing (New)",
  "duration": "9 minutes",
  "description": "Multi-choice test that measures the knowledge of ETL architecture, data warehousing, dimensions, DBMS concepts like data manipulation, constraints, ETL testing and tools required for testing.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/etl-testing-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Executive Scenarios",
  "duration": "Untimed minutes",
  "description": "Executive Scenarios is a unique test of Managerial Judgement - an individual’s ability to decide on effective ways of handling real life situations. It is specifically designed to assess judgement in Executives; a group who typically has significant work experience to draw on. It consists of hypothetical scenarios, each followed by several possible responses. Candidates rate the effectiveness of each response, using a 6-point scale, from highly undesirable to highly desirable. It can be used for recruitment, selection, training and development, performance management and coaching in a variety of functions and industries.\r\n\r\nReports available: \r\n\r\nExecutive Scenarios Narrative Report:  A participant focused report that contains;  \r\n - Executive Scenarios profile\r\n - VERY detailed narrative feedback of each of the 4 scales;  Managerial Judgement, Managing Objectives, People Management and Reputation Management.\r\n - Development tips for each of the 6 style scales;  Leading and Managing the work, Using external help, One-to-one, Workforce, Organisational support, Commercial support.\r\n\r\nExecutive Scenarios Profile: Displays all scores on these scales in terms of four types of norm system; T-scores, Percentiles, Stens and Grades.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/executive-scenarios/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B"
  ]
},
{
  "name": "Executive Scenarios Narrative Report",
  "duration": "Not specified",
  "description": "Executive Scenarios is a unique test of Managerial Judgement - an individual’s ability to decide on effective ways of handling real life situations. It is specifically designed to assess judgement in Executives; a group who typically has significant work experience to draw on. It consists of hypothetical scenarios, each followed by several possible responses. Candidates rate the effectiveness of each response, using a 6-point scale, from highly undesirable to highly desirable. It can be used for recruitment, selection, training and development, performance management and coaching in a variety of functions and industries.\r\n\r\nReports available: \r\n\r\nExecutive Scenarios Narrative Report:  A participant focused report that contains;  \r\n - Executive Scenarios profile\r\n - VERY detailed narrative feedback of each of the 4 scales;  Managerial Judgement, Managing Objectives, People Management and Reputation Management.\r\n - Development tips for each of the 6 style scales;  Leading and Managing the work, Using external help, One-to-one, Workforce, Organisational support, Commercial support.\r\n\r\nExecutive Scenarios Profile: Displays all scores on these scales in terms of four types of norm system; T-scores, Percentiles, Stens and Grades.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/executive-scenarios-narrative-report/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B"
  ]
},
{
  "name": "Sales Professional Solution",
  "duration": "47 minutes",
  "description": "The Sales Professional solution is for entry to mid-level sales positions in which employees proactively sell products to customers, develop relationships with repeat customers, and have their pay and/or performance heavily based on sales revenue. Sample tasks for these jobs include, but are not limited to: promoting products to customers, persuading customers to buy products, and building ongoing customer relationships.\r\nPotential job titles that use this solution are: Sales Consultant, Sales Representative, and Account Representative. Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/sales-professional-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Sales Representative Solution",
  "duration": "29 minutes",
  "description": "The Sales Representative solution is for entry-level sales positions in which employees proactively sell products to customers and have their pay and/or performance based on sales revenue. Sample tasks for these jobs include, but are not limited to: promoting products to customers, persuading customers to buy products, and completing a transaction with a customer. Potential job titles that use this solution are: Sales\r\nRepresentative, Sales Associate, and Sales Clerk. Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/sales-representative-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Sales Supervisor Solution",
  "duration": "38 minutes",
  "description": "The Sales Supervisor solution is an assessment used for job candidates applying to entry-level sales leadership positions that generally supervise employees and have a significant portion of their job performance based on sales. Sample tasks for these jobs include, but are not limited to: planning and preparing work schedules, promoting products to customers; training subordinates; building ongoing customer relationships;\r\nand making day-to-day decisions with minimal guidance from others. Potential job titles that use this solution are: Assistant Sales Manager and Sales Supervisor. Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/sales-supervisor-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Sales Support Specialist Solution",
  "duration": "43 minutes",
  "description": "The Sales Support Specialist solution is for entry to mid-level sales support positions in which employees work primarily under the guidance of an account manager or operations manager in support of client accounts. Sample tasks for these jobs include, but are not limited to: implementing customer orders, assisting with and coordinating activities, and utilizing processes to meet customer requirements. Potential job titles that use\r\nthis solution are: Implementation Specialist, Project Assistant, and Sales Support Assistant. Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/sales-support-specialist-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Senior Insurance Agent Solution",
  "duration": "44 minutes",
  "description": "The Senior Insurance Agent solution is for senior-level professional positions in the insurance industry that sell a portfolio of insurance products, including property, casualty, automotive, health, and life. Sample tasks for this position include, but are not limited to: calling on policyholders to deliver and explain policies or suggest additions or changes; calculating premiums; customizing insurance programs to suit individual customers; ensuring policy requirements are fulfilled; and conferring with clients to obtain and provide information when claims are made on a policy. Potential job titles that use this solution are: Insurance Senior Sales Professional, Senior Producer, Insurance Sales Agent, and Insurance Agent. Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/senior-insurance-agent-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Senior Sales Professional Solution",
  "duration": "42 minutes",
  "description": "The Senior Sales Professional solution is for high-level sales positions in which employees proactively sell products to customers, develop relationships with new or existing customers, and have their pay and/or performance heavily based on sales revenue. Sample tasks for these jobs include, but are not limited to: promoting products to customers, consulting with and persuading customers to buy products, and building\r\nongoing customer relationships. Potential job titles that use this solution are: Senior Sales Representative, Business Development Manager, and Senior Sales Consultant. Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/senior-sales-professional-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Server Solution",
  "duration": "40 minutes",
  "description": "The Server solution is designed for entry-level positions in the hospitality industry. Sample tasks include greeting customers, taking customer food and drink orders and delivering food items to guests. The solution is focused on work ethic, customer focus and sales. Potential job titles that use this solution are: Server and Waiter/Waitress. Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/server-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "B",
    "A",
    "P"
  ]
},
{
  "name": "Service Associate Solution",
  "duration": "38 minutes",
  "description": "The Service Associate is designed for entry-level positions that are primarily task focused but may include a customer service component. The solution covers a wide variety of support positions in the hospitality industry and sample tasks may include: cleaning hotel rooms, serving food at buffet lines, parking cars, and/or delivering food to hotel rooms. Potential job titles that use this solution are: Housekeeper, Buffet Server, Room Service Attendant, and Valet. Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/service-associate-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Service Supervisor Solution",
  "duration": "48 minutes",
  "description": "The Service Supervisor solution is designed for entry-level leadership positions in the hospitality industry that oversee hourly and salaried employees in customer facing positions (e.g. Front Desk Associate, Concierge, Guest Service Associate). Individuals in these roles perform many of hte duties of the employees they supervise. Sample tasks may include: assisting challenging guests, coaching employees on their customer service skills, taking corrective action when an employee is performing poorly, and monitoring employees to assess the satisfactory completion of tasks. Potential job titles that use this solution are: Front Desk Manager, Guest Services Supervisor, and Front Desk Supervisor. Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/service-supervisor-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Stock Clerk Solution",
  "duration": "25 minutes",
  "description": "The Stock Clerk solution is for entry-level retail positions in which employees work primarily in the stockroom handling incoming and outgoing shipment and keeping the sales floor fully stocked.  Sample tasks for these jobs include, but are not limited to: unload product shipment, maintain stockroom organization, replenish supplies and products on the sales floor, and process outgoing shipments.  Potential job titles that use this solution are: Stock Clerk, Inventory Associate, and Warehouse Associate. Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/stock-clerk-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Store Manager 7.0 Solution",
  "duration": "34 minutes",
  "description": "Our Store Manager 7.0 solution is designed for candidates applying to entry-level leadership positions who tend to supervise hourly employees in a retail or restaurant setting. Sample tasks for these jobs include, but are not limited to: planning and preparing work schedules, assigning employees to specific duties; coaching employees on attendance, conduct, schedule adherence, and work tasks, developing employees' skills; training subordinates; prioritizing multiple tasks and priorities; and making day-to-day decisions with minimal guidance from others.\nReport Language Availability: English (USA), Latin American Spanish.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/store-manager-7-0-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B",
    "C"
  ]
},
{
  "name": "Store Manager 7.1 (Americas)",
  "duration": "34 minutes",
  "description": "Our Store Manager 7.1 solution is designed for candidates applying to entry-level leadership positions who tend to supervise hourly employees in a retail or restaurant setting. Sample tasks for these jobs include, but are not limited to: planning and preparing work schedules, assigning employees to specific duties; coaching employees on attendance, conduct, schedule adherence, and work tasks, developing employees' skills; training subordinates; prioritizing multiple tasks and priorities; and making day-to-day decisions with minimal guidance from others.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/store-manager-7-1-%28americas%29/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B",
    "C"
  ]
},
{
  "name": "Executive Scenarios Profile Report",
  "duration": "Not specified",
  "description": "Executive Scenarios is a unique test of Managerial Judgement - an individual’s ability to decide on effective ways of handling real life situations. It is specifically designed to assess judgement in Executives; a group who typically has significant work experience to draw on. It consists of hypothetical scenarios, each followed by several possible responses. Candidates rate the effectiveness of each response, using a 6-point scale, from highly undesirable to highly desirable. It can be used for recruitment, selection, training and development, performance management and coaching in a variety of functions and industries.\r\n\r\nReports available: \r\n\r\nExecutive Scenarios Narrative Report:  A participant focused report that contains;  \r\n - Executive Scenarios profile\r\n - VERY detailed narrative feedback of each of the 4 scales;  Managerial Judgement, Managing Objectives, People Management and Reputation Management.\r\n - Development tips for each of the 6 style scales;  Leading and Managing the work, Using external help, One-to-one, Workforce, Organisational support, Commercial support.\r\n\r\nExecutive Scenarios Profile: Displays all scores on these scales in terms of four types of norm system; T-scores, Percentiles, Stens and Grades.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/executive-scenarios-profile-report/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B"
  ]
},
{
  "name": "ExpressJS (New)",
  "duration": "7 minutes",
  "description": "Multi-choice test that measures the knowledge of routing, error handling, security, middleware and performance & reliability in ExpressJS.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/expressjs-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Filing - Names (R1)",
  "duration": "3 minutes",
  "description": "This test measures ability to sort names in alphabetical order. Test takers are shown a graphical display of four folder tabs -- three contain alphabetized names and one is blank. The test taker is required to select the name from a list that belongs on the blank tab.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/filing-names-r1/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Filing - Numbers",
  "duration": "3 minutes",
  "description": "This test measures ability to sort items in numerical order. Test takers are shown a graphical display of four folder tabs -- three contain numbers and one is blank, and all are sorted in numeric order. The test taker is required to select the number from a list that belongs on the blank tab.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/filing-numbers/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Financial Accounting (New)",
  "duration": "9 minutes",
  "description": "Multi-choice test that measures the ability to post journal entries, classify items into assets and liabilities, analyze financial statements and calculate financial ratios.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/financial-accounting-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Financial and Banking Services (New)",
  "duration": "9 minutes",
  "description": "Multi-choice test that measures the knowledge of investment products, banking products, taxation and principles of Macroeconomics.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/financial-and-banking-services-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Fire Engineering (New)",
  "duration": "10 minutes",
  "description": "Multi-choice test that measures the knowledge of fire engineering principles, basic workplace safety and safety management.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/fire-engineering-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Following Instructions v1 - UK (R1)",
  "duration": "8 minutes",
  "description": "This test measures a candidate's ability to follow detailed instructions and then select the correct course of action. Candidates are presented with a set of rules and need to choose the appropriate response for various situations based on the rules given.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/following-instructions-v1-uk-r1/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Following Instructions v1 - US (R2)",
  "duration": "8 minutes",
  "description": "This test measures a candidate's ability to follow detailed instructions and then select the correct course of action. Test takers are presented with a set of rules and need to choose the appropriate response for various situations based on the rules given.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/following-instructions-v1-us-r2/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Food and Beverage Services (New)",
  "duration": "7 minutes",
  "description": "Multi-choice test that measures the knowledge of meal planning, service preparation, types of service equipment, and types of beverages.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/food-and-beverage-services-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Food Science (New)",
  "duration": "6 minutes",
  "description": "Multi-choice test that measures the knowledge of food chemistry, nutrition, food microbiology, food engineering and food product technology.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/food-science-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Front Office Management (New)",
  "duration": "7 minutes",
  "description": "Multi-choice test that measures the knowledge of front office operations.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/front-office-management-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Account Manager Solution",
  "duration": "49 minutes",
  "description": "The Account Manager solution is an assessment used for job candidates applying to mid-level leadership positions that tend to manage the day-to-day operations and activities of client accounts. Sample tasks for these jobs include, but are not limited to: communicating with clients about project status, developing and maintaining project plans, coordinating internally with appropriate project personnel, and ensuring client expectations are being met. Potential job titles that use this solution are: Account Executive, Account Manager, and Senior Account Manager. There are multiple configurations of this solution available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/account-manager-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "C",
    "P",
    "A",
    "B"
  ]
},
{
  "name": "Administrative Professional - Short Form",
  "duration": "36 minutes",
  "description": "The Administrative Professional solution is for entry to mid-level positions that involve routine clerical and administrative functions in addition to office management functions and customer service. Sample tasks for this job include, but are not limited to: arranging conference calls; drafting correspondence; scheduling meetings; greeting visitors; coordinating office activities. Potential job titles that use this solution are: Administrative Assistant, Secretary, Office Manager, Administrative Aide, and Administrative Associate.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/administrative-professional-short-form/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "K",
    "P"
  ]
},
{
  "name": "Agency Manager Solution",
  "duration": "51 minutes",
  "description": "The Agency Manager solution is for mid-level sales management positions that include front line management and sales responsibilities. Sample tasks for this job include, but are not limited to: directing and coordinating financial activities of workers in a branch, office, or department of an establishment, such as branch bank, brokerage firm, risk and insurance department, or credit department.  Potential job titles that use this solution are: Agency Manager, Brokerage Manager. Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/agency-manager-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P",
    "S"
  ]
},
{
  "name": "Apprentice + 8.0 Job Focused Assessment",
  "duration": "30 minutes",
  "description": "The Apprentice + 8.0 Job-Focused Assessment is a short, targeted, globally applicable assessment which includes a short cognitive ability measure. This assessment is designed for entry-level positions appropriate for countries and industries that use an apprenticeship model. It is intended to be used multi-nationally for organisations whose business spans across regions.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/apprentice-8-0-job-focused-assessment-4261/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B",
    "P"
  ]
},
{
  "name": "Apprentice 8.0 Job Focused Assessment",
  "duration": "20 minutes",
  "description": "The Apprentice 8.0 Job-Focused Assessment is a short, targeted, globally applicable assessment. This assessment is designed for entry-level positions appropriate for countries and industries that use an apprenticeship model. It is intended to be used multi-nationally for organizations whose business spans across regions.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/apprentice-8-0-job-focused-assessment/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B",
    "P"
  ]
},
{
  "name": "Bank Administrative Assistant - Short Form",
  "duration": "35 minutes",
  "description": "The Administrative Assistant solution is for entry-level clerical positions that interact with external or internal customers. Sample tasks for these jobs include, but are not limited to: answering telephones, managing files and records, sorting mail, greeting customers, and collaborating with co-workers on projects. Potential job titles that use this solution are: Receptionist and Administrative Assistant. There are multiple configurations of this solution available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/bank-administrative-assistant-short-form/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "A",
    "B",
    "K",
    "P"
  ]
},
{
  "name": "Bank Collections Agent - Short Form",
  "duration": "45 minutes",
  "description": "This solution is for entry-level collections positions in an inbound or outbound call center environment in a financial setting. Candidates answer multiple choice questions to measure achievement orientation, dependability, collector numerical skills, revenue recovery, customer focus, and persistence and planfulness. There are multiple configurations and versions of this solution available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/bank-collections-agent-short-form/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Bank Operations Supervisor - Short Form",
  "duration": "45 minutes",
  "description": "The Bank Operations Supervisor solution is for job candidates applying to entry-level leadership positions who tend to supervise hourly employees. Sample tasks for these jobs include, but are not limited to:  planning and preparing work schedules, assigning employees to specific duties; coaching  employees on attendance, conduct, schedule adherence, and work tasks, developing employees' skills ; training subordinates; prioritizing multiple tasks  and priorities; and making  day-to-day decisions with minimal guidance from others. Potential job titles that use this solution are: Team Leader, First Line Supervisor, Processing Supervisor, Call Center Supervisor, and Customer Service Supervisor. There are multiple configurations and versions of this solution available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/bank-operations-supervisor-short-form/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "P",
    "S"
  ]
},
{
  "name": "Bilingual Spanish Reservation Agent Solution",
  "duration": "43 minutes",
  "description": "The Bilingual Reservation Agent solution is designed for customer centered entry-level positions within the hospitality industry. Sample tasks may include making, updating, or canceling hotel reservations made in English or Spanish; listening to customers speak Spanish and entering information into a computer in English; providing information on the hotel and the services offered. Potential job titles that use this solution are: Bilingual Reservation Agent, Customer Service Representative and Reservationist. Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/bilingual-spanish-reservation-agent-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "B",
    "P",
    "S",
    "A"
  ]
},
{
  "name": "Bookkeeping, Accounting, Auditing Clerk Short Form",
  "duration": "49 minutes",
  "description": "The Bookkeeping, Accounting, and Auditing Clerk solution is for entry-level positions that involve entering numerical data into computer systems and maintaining financial records. Sample tasks for this job include, but are not limited to: entering financial data into computers; checking financial records for accuracy; perform routine computations on financial data. Potential job titles that use this solution are: Accounting Clerk, Bookkeeper, Accounting Associate, Auditing Clerk and Accounts Receivable Clerk.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/bookkeeping-accounting-auditing-clerk-short-form/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "P",
    "S",
    "K",
    "B",
    "A"
  ]
},
{
  "name": "Branch Manager - Short Form",
  "duration": "50 minutes",
  "description": "This solution is for mid to upper-level financial institution managerial positions. Candidates answer a series of multiple choice questions to measure management potential, management judgment, leadership potential, team management, branch manager problem solving, business leadership, leadership motivation, interpersonal leadership, self leadership, and branch manager judgment. There are multiple configurations and versions of this solution available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/branch-manager-short-form/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "A",
    "B",
    "P"
  ]
},
{
  "name": "Cashier Solution",
  "duration": "28 minutes",
  "description": "The Cashier solution is for entry-level retail positions in which employees receive payment in the form of cash, check, or credit cards for goods purchased. Sample tasks for these jobs include, but are not limited to: handling payments, offering customer service, and issuing receipts and refunds. Potential job titles that use this solution are: Cashier, Sales Associate, and Clerk. There are multiple configurations and versions of this solution available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/cashier-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "B",
    "A",
    "P"
  ]
},
{
  "name": "Global Skills Development Report",
  "duration": "Not specified",
  "description": "This report is designed to be given to individuals who have completed the Global Skills Assessment (GSA). With coverage across the Great 8 Domains, this measure of self-reported behaviors offers a complete overview of their current skills. Participants receive actionable tips on leveraging their top skill strengths and how they might develop their growth skills.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/global-skills-development-report/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "A",
    "E",
    "B",
    "C",
    "D",
    "P"
  ]
},
{
  "name": ".NET Framework 4.5",
  "duration": "30 minutes",
  "description": "The.NET Framework 4.5 test measures knowledge of .NET environment. Designed for experienced users, this test covers the following topics: Application Development, Application Foundation, Data Modeling, Deployment, Diagnostics, Performance, Portability, and Security.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/net-framework-4-5/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "K"
  ]
},
{
  "name": ".NET MVC (New)",
  "duration": "17 minutes",
  "description": "Multi-choice test that measures the knowledge of Model-View-Controller (MVC) architecture, validation, security, routing, and areas.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/net-mvc-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": ".NET MVVM (New)",
  "duration": "5 minutes",
  "description": "Multi-choice test that measures the knowledge of MVVM pattern, scenarios, data validation, ViewModel communication and Quick-start.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/net-mvvm-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": ".NET WCF (New)",
  "duration": "11 minutes",
  "description": "Multi-choice test that measures the knowledge of .NET fundamentals, WCF architecture, programming model, SOA, managing and programming WCF.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/net-wcf-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": ".NET WPF (New)",
  "duration": "9 minutes",
  "description": "Multi-choice test that measures the knowledge of .NET basics, WPF, XAML controls, events, layouts, working with WPF windows/menus and deploying WPF applications.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/net-wpf-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": ".NET XAML (New)",
  "duration": "5 minutes",
  "description": "Multi-choice test that measures the knowledge of XAML triggers, data binding, custom controls and layouts.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/net-xaml-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Accounts Payable (New)",
  "duration": "9 minutes",
  "description": "Multiple-choice test that measures the knowledge of processing payables and vendor invoices, and the posting of journal entries.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/accounts-payable-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Accounts Payable Simulation (New)",
  "duration": "8 minutes",
  "description": "Simulated data entry test that measures the ability to process payables and vendor invoices.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/accounts-payable-simulation-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "S"
  ]
},
{
  "name": "Accounts Receivable (New)",
  "duration": "13 minutes",
  "description": "Multiple-choice test that measures the knowledge of processing receivables and invoices.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/accounts-receivable-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Accounts Receivable Simulation (New)",
  "duration": "8 minutes",
  "description": "Simulated data entry test that measures the ability to process receivables and invoices.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/accounts-receivable-simulation-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "S"
  ]
},
{
  "name": "ADO.NET (New)",
  "duration": "10 minutes",
  "description": "Multi-choice test that measures the knowledge on the concepts of ADO.NET architecture, components and data provider objects.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/ado-net-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Teller 7.0",
  "duration": "35 minutes",
  "description": "Teller or cashier positions are integral to financial institutions as they conduct numerous banking transactions each day, as well as being the face of the bank to its customers. The Teller Solution contains scales that measure a person’s ability to handle money, prevent transactional errors, promote quality customer service, and generate sales or referrals appropriately.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/teller-7-0/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "B",
    "K",
    "P",
    "S"
  ]
},
{
  "name": "Teller with Sales - Short Form",
  "duration": "35 minutes",
  "description": "The Teller solution with Sales is for entry-level financial institution teller positions. Sample tasks for this job would include, but are not limited to: balancing currency, coin and checks, cashing checks and paying out money, entering customer transactions into computers, and suggestive selling after a customer service interaction.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/teller-with-sales-short-form/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "A",
    "B",
    "K",
    "P",
    "S"
  ]
},
{
  "name": "Transcriptionist Solution",
  "duration": "33 minutes",
  "description": "The Transcriptionist solution is for entry-level clerical roles in a healthcare environment that require employees to translate medical information.  Sample tasks for these jobs include, but are not limited to: transcribing dictated reports, deciphering medical jargon, and proofing medical reports.  Potential job titles that use this solution are: Medical Transcriptionist, Medical Transcriber, and Documentation Specialist.  Multiple configurations of this solution are available.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/transcriptionist-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "A",
    "B",
    "K",
    "P"
  ]
},
{
  "name": "Workplace Safety - Individual 7.0 Solution",
  "duration": "16 minutes",
  "description": "Our Workplace Safety - Individual 7.0 solution is designed for entry-level positions and measures the behaviors and experiences that underlie successful and safe performance with more individually-oriented roles or work environments. The solution assesses behaviors and competencies foundational to safety across a wide range of jobs, including: following policies and procedures; wearing required protective equipment; safely operating vehicles and/or machinery; taking action in unsafe situations; and producing high quality work. \r\nIndustries and environments with entry-level positions that use this solution are: Warehouse, Healthcare, Delivery and Logistics, Food Handling and Preparation, Assembly and Installation, Transportation, Manufacturing and Processing, Construction, Drivers, Oil and Gas, and Mining.\nReport Language Availability: English (USA), Latin American Spanish.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/workplace-safety-individual-7-0-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B"
  ]
},
{
  "name": "Workplace Safety - Individual 7.1 (Americas)",
  "duration": "16 minutes",
  "description": "Our Workplace Safety - Individual 7.1 solution is designed for entry-level positions and measures the behaviors and experiences that underlie successful and safe performance with more individually-oriented roles or work environments. The solution assesses behaviors and competencies foundational to safety across a wide range of jobs, including: following policies and procedures; wearing required protective equipment; safely operating vehicles and/or machinery; taking action in unsafe situations; and producing high quality work. \r\nIndustries and environments with entry-level positions that use this solution are: Warehouse, Healthcare, Delivery and Logistics, Food Handling and Preparation, Assembly and Installation, Transportation, Manufacturing and Processing, Construction, Drivers, Oil and Gas, and Mining.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/workplace-safety-individual-7-1-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B"
  ]
},
{
  "name": "Workplace Safety - Team 7.0 Solution",
  "duration": "20 minutes",
  "description": "The Workplace Safety – Team 7.0 solution is designed for entry-level positions to measure the competencies and experiences that underlie successful and safe performance in a team based work environment. The solution predicts the following types of behaviors and competencies foundational to safety across a wide range of jobs: wearing required protective equipment; working hard and responsibly; safely moving equipment, freight, or other materials; working and communicating effectively with others; taking action when unsafe situations occur; and following policies and procedures\r\nIndustries and environments with entry-level positions that use this solution are: Warehouse, Healthcare, Delivery and Logistics, Food Handling and Preparation, Assembly and Installation, Transportation, Manufacturing and Processing, Construction, Drivers, Oil and Gas, and Mining.\nReport Language Availability: English (USA), Latin American Spanish.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/workplace-safety-team-7-0-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B"
  ]
},
{
  "name": "Workplace Safety - Team 7.1 (Americas)",
  "duration": "20 minutes",
  "description": "The Workplace Safety – Team 7.1 solution is designed for entry-level positions to measure the competencies and experiences that underlie successful and safe performance in a team based work environment. The solution predicts the following types of behaviors and competencies foundational to safety across a wide range of jobs: wearing required protective equipment; working hard and responsibly; safely moving equipment, freight, or other materials; working and communicating effectively with others; taking action when unsafe situations occur; and following policies and procedures\r\nIndustries and environments with entry-level positions that use this solution are: Warehouse, Healthcare, Delivery and Logistics, Food Handling and Preparation, Assembly and Installation, Transportation, Manufacturing and Processing, Construction, Drivers, Oil and Gas, and Mining.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/workplace-safety-team-7-1-%28americas%29/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B",
    "C",
    "P"
  ]
},
{
  "name": "Workplace Safety - Team 7.1 (International)",
  "duration": "20 minutes",
  "description": "The Workplace Safety – Team 7.1 solution is designed for entry-level positions to measure the competencies and experiences that underlie successful and safe performance in a team based work environment. The solution predicts the following types of behaviors and competencies foundational to safety across a wide range of jobs: wearing required protective equipment; working hard and responsibly; safely moving equipment, freight, or other materials; working and communicating effectively with others; taking action when unsafe situations occur; and following policies and procedures\r\nIndustries and environments with entry-level positions that use this solution are: Warehouse, Healthcare, Delivery and Logistics, Food Handling and Preparation, Assembly and Installation, Transportation, Manufacturing and Processing, Construction, Drivers, Oil and Gas, and Mining.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/workplace-safety-team-7-1-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "B",
    "C",
    "P"
  ]
},
{
  "name": "Workplace Safety Solution",
  "duration": "21 minutes",
  "description": "The Workplace Safety Solution is designed for entry-level positions to measure the competencies and experiences that underlie successful and safe performance in the workplace. This solution measures one’s general tendency to behave safely in the workplace using a variety of assessment types including personality traits, safety-related situational judgment, and biodata. Potential job titles that use this solution are: Material Handler, Shipping Operator, Driver, Forklift Operator, Crewman, Mechanic, and Receiver.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/workplace-safety-solution/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "Yes",
  "TestTypes": [
    "B",
    "P"
  ]
},
{
  "name": "HiPo Assessment Report 1.0",
  "duration": "Not specified",
  "description": "Part of SHL’s High Potential solution and developed from SHL’s extensive research into high-potential programs, the HIPO Assessment Report 1.0 helps organizations identify individuals with the strongest potential to succeed in senior and challenging roles. Using assessments such as the Motivation Questionnaire, OPQ, and Verify Cognitive Ability Tests, the report evaluates critical areas of aspiration, ability, and engagement. This version is used in regions where normed data for Verify Gen 1 and UCF 1 continue to provide the most relevant benchmarks, offering organizations proven insights for high-potential identification and talent development.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/hipo-assessment-report-1-0/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "C",
    "P"
  ]
},
{
  "name": "HiPo Assessment Report 2.0",
  "duration": "Not specified",
  "description": "Part of SHL’s High Potential solution and developed from SHL’s extensive research into high-potential programs, the HIPO Assessment Report 2.0 helps organizations identify individuals with the strongest potential to succeed in senior and challenging roles. Using assessments such as the Motivation Questionnaire, OPQ, and Verify Cognitive Ability Tests, the report evaluates critical areas of aspiration, ability, and engagement. This report equips organizations with data-driven insights for identifying and developing future leaders, helping to ensure long-term organizational success.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/hipo-assessment-report-2-0/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "C",
    "P"
  ]
},
{
  "name": "HiPo Unlocking Potential Report 2.0",
  "duration": "Not specified",
  "description": "This report draws insights from the Occupational Personality QuestionnaireTM (OPQ32). Used for individuals who are selected into a client’s HiPo program, it provides a detailed analysis of managerial and leadership potential.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/hipo-unlocking-potential-report-2-0/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "C"
  ]
},
{
  "name": "Housekeeping (New)",
  "duration": "7 minutes",
  "description": "Multi-choice test that measures the knowledge of housekeeping activities such as cleaning, laundry, room maintenance and routine checks.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/housekeeping-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "HTML/CSS (New)",
  "duration": "12 minutes",
  "description": "Multi-choice test that measures the knowledge of HTML to create a user interface and CSS to stylize it.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/htmlcss-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "HTML5 (New)",
  "duration": "11 minutes",
  "description": "Multi-choice test that measures the knowledge of HTML5 and its application in creating a user interface.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/html5-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Human Resources (New)",
  "duration": "8 minutes",
  "description": "Multi-choice test that measures the candidate on his/her knowledge and understanding of the basic concepts of Human Resources Management like planning, training and development, performance appraisal, compensation management, etc. It also evaluates the candidate’s understanding of organizational behavior in different organizational structures.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/human-resources-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "IBM DataStage (New)",
  "duration": "15 minutes",
  "description": "Multi-choice test that measures the knowledge on the concepts of Data Warehouse fundamentals, DataStage fundamentals, DataStage stages and, DataStage Designer & Director.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/ibm-datastage-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "IBM Sterling Order Management System (New)",
  "duration": "13 minutes",
  "description": "Multi-choice test that measures the knowledge of the basic concepts of Sterling Order Management System installation, modeling, extensibility, inventory reservations, etc.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/ibm-sterling-order-management-system-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Industrial Engineering (New)",
  "duration": "9 minutes",
  "description": "Multi-choice test that measures the conceptual knowledge of design, quality control, reliability, management and costing of manufacturing systems.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/industrial-engineering-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Informatica (Architecture) (New)",
  "duration": "10 minutes",
  "description": "Multi-choice test that measures the knowledge of data warehousing, server architecture and administration, and real time implementation with Informatica.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/informatica-architecture-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
},
{
  "name": "Informatica (Developer) (New)",
  "duration": "11 minutes",
  "description": "Multi-choice test that measures the knowledge of data warehousing, server architecture and administration, and real time implementation with Informatica.",
  "url": "https://www.shl.com/solutions/products/product-catalog/view/informatica-developer-new/",
  "RemoteTesting": "Yes",
  "Adaptive/IRT Support": "No",
  "TestTypes": [
    "K"
  ]
}
]